{
    "total_runs": 10,
    "mean_accuracy": 0.944,
    "std_accuracy": 0.018,
    "mean_precision_macro": 0.944,
    "std_precision_macro": 0.018,
    "mean_recall_macro": 0.944,
    "std_recall_macro": 0.018,
    "mean_f1_macro": 0.944,
    "std_f1_macro": 0.018,
    "per_class_metrics": {
        "Berlin": {
            "precision_mean": 0.966,
            "recall_mean": 0.93,
            "f1_mean": 0.944
        },
        "Chemnitz": {
            "precision_mean": 0.907,
            "recall_mean": 0.936,
            "f1_mean": 0.917
        },
        "Hamburg": {
            "precision_mean": 0.96,
            "recall_mean": 0.965,
            "f1_mean": 0.962
        }
    },
    "total_misclassifications": 56,
    "misclassified_samples": [
        {
            "text": "Fernbahnanbindung der Wirtschaftsregion Mit der Bahn von [ CITY ] nach Berlin Täglich finden vier Fahrten statt! [ CITY ] hat nach 16 Jahren wieder einen Anschluss an das Fernverkehrsnetz der Deutschen Bahn. Am Sonntag, 12. Juni 2022, war pünktlich um 06. 26 Abfahrt an Gleis 13 des [ CITY ] er Hauptbahnhofs. Künftig rollen jeden Morgen um 6. 26 Uhr und 8. 26 Uhr die vierteiligen Doppelstock - Intercitys täglich von [ CITY ] über Dresden nach Berlin ( Airport BER, Hauptbahnhof ) sowie nach Warnemünde. Die Züge machen nach zweieinhalb Stunden Halt am neuen Berliner Airport. Von da dauert es noch rund drei Stunden bis Warnemünde ( Zwischenhalt Rostock ). Zurück fahren die [ CITY ] - IC ( ab Berlin ) täglich um 16. 26 Uhr und 18. 26 Uhr. Die Verbindungen können in einigen Wochen im Reisezentrum, im DB Navigator und auf www. bahn. de gebucht werden. Dass die neue Fernverbindung für ihn nur ein erster Schritt ist, verdeutlichte der [ CITY ] er Oberbürgermeister Sven Schulze bereits im März zu Verkündung der neuen Direktverbindung : Heute ist ein bedeutender Tag für unsere Stadt und die [ CITY ] erinnen und [ CITY ] er. Nach 16 Jahren erscheint [ CITY ] endlich wieder auf der Landkarte der Bahn und erhält eine Fernverkehrsanbindung. [ CITY ], Dresden, Berlin und Rostock sind dann mit dem IC17 direkt verbunden. Damit erreicht man zukünftig auch den Flughafen BER von [ CITY ] aus direkt ohne Umsteigen. Ein Grund zum Feiern. Aber nicht zum Ausruhen. Trotz der Bedeutung kann dies nur ein erster Schritt sein. Wer die Bahn als attraktives und ökologisches Verkehrsmittel etablieren möchte, braucht weitere Verbindungen über Leipzig in den Westen und auch in den Süden Deutschlands. Das zu erreichen, ist mein Ziel und diese Verbindungen dürfen nicht wieder 16 Jahre bis zur Fertigstellung dauern. Historie Informationsveranstaltung im Stadtverordnetensaal zur Fernbahnanbindung am 10. Juli 2019 Foto : Toni Söll 10. Juli 2019 : Info - Veranstaltung zur Fernbahnanbindung mit konkreten Ankündigungen Die öffentliche Informationsveranstaltung zur Fernbahnanbindung der Stadt [ CITY ] ist am 10. Juli 2019 im vollbesetzten Stadtverordnetensaal mit drei konkreten Ankündigungen zu Ende gegangen : Für die Bahnstrecke [ CITY ] Leipzig sind möglicherweise schon zum Fahrplanwechsel im",
            "predicted_city": "Hamburg",
            "actual_city": "Chemnitz"
        },
        {
            "text": "Medien Radio, Fernsehen, Internet In [ CITY ] ist der Radiosender Radio [ CITY ] ansässig, welcher regional auf der UKW - Frequenz 96, 2 MHz zu empfangen ist. TV Westsachsen, vormals TeleVision [ CITY ], ist ein regionaler Fernsehsender mit Sitz im Gebäude der Alten Münze am [ CITY ] er Hauptmarkt. Der Fernsehsender ging am 13. April 2004 auf Sendung. Er übernahm die Nachfolge von [ CITY ] - TV, der in Reinsdorf bei [ CITY ] gegründet wurde. Es wird ein Vollprogramm mit unterschiedlichen Themenbeiträgen und auch Videotext ausgestrahlt. Die Magazinsendung TAGaktuell wurde von der Sächsischen Landesmedienanstalt ausgezeichnet. Das Programm ist über Kabel ( analog und digital ) sowie über DVB - T Kanal 47 vertikal zu empfangen. Ebenfalls in [ CITY ] sind die Sächsischen Ausbildungs - und Erprobungskanäle ( SAEK ) ansässig. betreibt in [ CITY ] einen Internetzugang über TV - Kabel ( früher als EWT multimedia bzw. Tele Columbus ). Presse Der [ CITY ] er Pulsschlag ist das monatlich zwei Mal erscheinende Amtsblatt der Stadt [ CITY ]. Die Freie Presse, ursprünglich eine [ CITY ] er Zeitung, erschien seit 1963 in Chemnitz für den gesamten damaligen Bezirk Karl - Marx - Stadt mit einer [ CITY ] er Regionalbeilage. Mit über 650. 000 verkauften Exemplaren war sie die auflagenstärkste regionale Tageszeitung der DDR, die auch nach der deutschen Wiedervereinigung weiter erschien. Die verkaufte Auflage beträgt 173. 819 Exemplare, ein Minus von 60, 1 Prozent seit 1998. Damit ist die Freie Presse immer noch eine der stärksten Regionalzeitungen Deutschlands. Ab 17. Februar 1990 kam in [ CITY ] die Sachsenpost vom Frankenpost - Verlag aus Hof auf den Markt, die später in [ CITY ] er Tageblatt umbenannt und 1996 aus wirtschaftlichen Gründen vom Markt genommen wurde. Mittwochs und samstags erscheint das Anzeigenblatt Blick. KOMPASS, das regionale Lifestyle - und Stadtmagazin, erscheint seit dem 1. Februar 2007 und informiert monatlich unter anderem über das Zeitgeschehen und kulturelle Termine. Gesundheitswesen und - wirtschaft Das Heinrich - Braun - Klinikum [ CITY ] ( HBK ) wurde 1921 eröffnet. Das mehrere Gebäude umfassende Areal erhielt 1934 den Namen des Gründers Heinrich Braun. Bis 1989 hatte es die Funktion",
            "predicted_city": "Chemnitz",
            "actual_city": "Hamburg"
        },
        {
            "text": "Die wichtigsten Epochen des Kulturerbes, der Kunst und der Kultur [ CITY ] s verstehen Die Geschichte [ CITY ] s ist immer wieder von Veränderungen geprägt. Im Gegensatz zu Hauptstädten wie Paris oder London existiert [ CITY ] in seiner heutigen Rolle als Hauptstadt eines vereinten Deutschlands in den letzten 200 Jahren nur wenige Jahrzehnte. Zuletzt war [ CITY ] durch die [ CITY ] er Mauer geteilt, aber die Auflösung und Neugestaltung dieser Länder ist nichts Neues. Noch im 19. Jahrhundert war die Vorstellung von Deutschland als Nationalstaat eine unsichere Vorstellung. All die Veränderungen, die die Stadt im Laufe der Jahre erlebt hat, haben [ CITY ] und die deutsche Kultur im Allgemeinen tiefgreifend geprägt. Verschiedene Epochen brachten unterschiedliche Führer, Moden, religiöse Überzeugungen und Normen mit sich. Natürlich beeinflussten diese die aufstrebende Kultur -, Musik - und Kunstszene dieser Zeit, so dass das Verständnis der Zeitleiste der Ereignisse in der Geschichte uns hilft zu verstehen, warum und wie sie entstanden sind. Deutsches Erbe & Deutsche Geschichte : Es ist kompliziert Viele Menschen kommen nach Deutschland, um ihren deutschen Wurzeln auf die Spur zu kommen, aber der Blick in ein einheitliches'deutsches'Erbe ist nicht immer so einfach. Deutschland hat in so vielen verschiedenen Formen existiert, dass nationale Identität, wie wir sie heute kennen, ein ganz neues Konzept ist. Das Heilige Römische Reich und die deutsche Identität Vom Mittelalter bis zum frühen 19. Jahrhundert bestand'Deutschland'aus vielen kleinen selbstverwalteten Staaten mit unterschiedlichen politischen Zugehörigkeiten und Glaubensrichtungen. Die meisten von ihnen fielen in das'Heilige Römische Reich ', ein Königreich, das Teile des heutigen Italiens, Frankreichs, Deutschlands, Österreichs und anderer Teile Mitteleuropas umfasste. Die Grenzen des Reiches waren ständig im Fluss, da verschiedene Orte gewonnen und verloren wurden, insbesondere in Zeiten von Konflikten oder Unruhen in Europa, bis es schließlich 1806 an Frankreich fiel. [ CITY ], als Hauptstadt Preußens, verlor mit dem Schrumpfen des Staatsgebiets viel von seinem Einfluss. In den folgenden Jahren wechselte Preußen die Loyalität und schloss sich mit Großbritannien und den Niederlanden in einem letzten Feldzug gegen Napoleons französische Truppen zusammen. Nach seiner Niederlage in der Schlacht von Waterloo wurde Preußen mit mehr Land belohnt und begann, seinen Einfluss wieder auszubauen. In dieser unruhigen Zeit hatte sich die Idee der'deutschen Identität'zu verfestigen begonnen. Statt militärischer Macht und Reichtum konzentrierte sich das frühe Denken auf die gemeinsame deutsche",
            "predicted_city": "Hamburg",
            "actual_city": "Berlin"
        },
        {
            "text": "Bis 2017 gab es in [ CITY ] nur ein Konzerthaus für klassische Musik : die Laeiszhalle. Sie wurde durch eine großzügige Spende von Carl Laeisz und seiner Frau Sophie Christine ermöglicht und nach den Plänen von Martin Haller und Emil Meerwein zwischen 1904 und 1908 im neobarocken Stil erbaut. Heute werden dort neben klassischen Konzerten auch moderne Musikrichtungen wie Jazz aufgeführt. 2017 eröffnete [ CITY ] ein zweites Konzerthaus : die Elbphilharmonie in der HafenCity. Nach fast zehn Jahren Planungs - und Bauzeit wurde der beeindruckende Glasbau auf dem ehemaligen Kaispeicher A errichtet. Die Fassade erinnert an einen Eisberg oder eine Meereswoge. Die Elbphilharmonie bietet Platz für 2150 Besucher im großen Saal und 550 im kleinen Saal. Außerdem beherbergt das Gebäude ein 5 - Sterne - Hotel und 45 Wohnungen. Entworfen wurde der Bau vom Basler Architektenbüro Herzog & de Meuron.",
            "predicted_city": "Chemnitz",
            "actual_city": "Hamburg"
        },
        {
            "text": "[ CITY ] s Arbeitslosenquote übersteigt 10 % aufgrund schwacher Wirtschaft Freitag, der 31. Januar 2025 [ CITY ] hat einen erheblichen Wechsel auf dem Arbeitsmarkt erlebt, wobei die Arbeitslosenquote zum ersten Mal seit Jahren die 10 % - Marke überschritten hat. Im Januar stieg die Zahl der Arbeitslosen in der deutschen Hauptstadt schärflich auf etwa 215. 999, was eine Zunahme von 11. 273 im Vergleich zum Vormonat darstellt. Die aktuelle Arbeitslosenquote beträgt nun 10, 2 %, ein Anstieg um 0, 5 Prozentpunkte im Vergleich zum Vormonat und eine Steigerung im Vergleich zu 9, 7 % vor einem Jahr. Dieser bemerkenswerte Anstieg der Arbeitslosigkeit wird auf anhaltende wirtschaftliche Herausforderungen und saisonale Faktoren zurückgeführt, insbesondere zu Jahresbeginn, wenn viele Arbeitsverträge im Dezember enden. Der Leiter der regionalen Arbeitsagentur hat sich über diese Entwicklung geäußert und betont, dass der Anstieg anhaltende Schwächen in der lokalen Wirtschaft signalisiert. Historisch betrachtet blieb die Arbeitslosenquote von [ CITY ] mehrere Jahre unter 10 %, wobei das letzte Vorkommen einer Quote über diesem Schwellenwert im Mai 2021 während der Höhepunkt der COVID - 19 - Pandemie registriert wurde, als sie 10, 1 % erreichte. Im Jahr 2024 betrug der durchschnittliche Arbeitslosenquotenwert für das Jahr 9, 7 %, was eine Steigerung um 0, 6 Prozentpunkte im Vergleich zum Vorjahr darstellt. Diese Zahl zeigt an, dass im Durchschnitt 203. 242 Personen im Laufe des Jahres arbeitslos waren, was einer Steigerung um 8, 1 % im Vergleich zu 2023 entspricht. Der Anstieg der Arbeitslosigkeit hat bei lokalen Unternehmen und Wirtschaftsverbänden Alarmglocken läuten lassen und zu Forderungen nach Maßnahmen zur Bekämpfung der wirtschaftlichen Downturns geführt. Arbeitgeber haben sich lautstark über ihre Besorgnis hinsichtlich der steigenden sozialen Beiträge und deren Auswirkungen auf ihre Fähigkeit geäußert, Arbeitsplätze zu erhalten. Während die Stadt diese wirtschaftlichen Herausforderungen meistert, bleibt abzuwarten, welche Maßnahmen ergriffen werden, um die Jobcreation zu fördern und die Auswirkungen der Arbeitslosigkeit auf die Gemeinschaft zu mildern. Beteiligte fordern strategische Investitionen und politische Maßnahmen, die darauf abzielen, den Arbeitsmarkt in [ CITY ] wiederzubeleben.",
            "predicted_city": "Hamburg",
            "actual_city": "Berlin"
        },
        {
            "text": "So viel Geschichte, sagen [ CITY ] esucher oft über die Stadt, und meist meinen sie weniger das preußische Erbe oder die DDR - Zeit, sondern den Zweiten Weltkrieg. Von [ CITY ] aus plante Adolf Hitler den Angriffskrieg auf halb Europa, von [ CITY ] aus ging zwischen 1939 und 1945 ein ungeahnter Schrecken aus, der bis heute nachwirkt und die Stadt radikal veränderte. Historische und aktuelle Fotos zeigen, wie [ CITY ] zum Kriegsende aussah und wie es heute aussieht. Die Schlacht um [ CITY ] dauerte vom 16. April bis 2. Mai, die Sowjetunion ging daraus als Sieger hervor und am 8. Mai kapitulierte die deutsche Wehrmacht. Das Kriegsende ließ die Welt aufatmen und die [ CITY ] er mussten aus den Trümmern wieder eine funktionierende Stadt aufbauen. Das düstere Kapitel ist auch mehr als 75 Jahre später noch präsent.",
            "predicted_city": "Chemnitz",
            "actual_city": "Berlin"
        },
        {
            "text": "Den Teilnehmermächten der Anti - Hitler - Koalition war bereits im Verlauf des Krieges bewusst, dass sie im Falle der militärischen Besetzung Deutschlands keine handlungsfähige Regierung ( vgl. Regierung Dönitz ) mehr antreffen würden. Die vereinbarte Vorgehensweise sollte das Deutsche Reich nicht abschaffen oder annektieren. [ 3 ] Die vier Siegermächte übernahmen demnach die Aufgaben des besiegten deutschen Staates als Ganzes, ohne sich finanzielle und rechtliche Verpflichtungen als Rechtsnachfolger anzueignen ; das Völkerrechtssubjekt wurde fortan durch sie vertreten. [ 4 ] Die rechtstheoretischen Überlegungen für die angewendete Konstruktion gehen auf Arbeiten Hans Kelsens sowie des britischen Staatsrechtlers William Malkin zurück. [ 5 ] 1943 hatten die Alliierten in der Moskauer Deklaration die Wiedererrichtung eines von Deutschland unabhängigen Staates Österreich zugesagt. 1944 war von der Europäischen Beratenden Kommission ( EAC ) die Teilung der Hauptstädte [ CITY ] und Wien in je drei Sektoren vorgeschlagen worden. 1945 wurde im Februar bei der Krimkonferenz, der Konferenz von Jalta, die Besatzungsplanung für Deutschland von den drei Hauptalliierten ( USA, Vereinigtes Königreich, UdSSR ) konkretisiert. Sie vereinbarten, den Franzosen eine eigene Besatzungszone und einen Platz im Alliierten Kontrollrat zur Verfügung zu stellen. Der französische Sektor von [ CITY ] wurde, als anglo - amerikanische Truppen bereits ihre Sektoren in [ CITY ] besetzten, erst am 30. Juli 1945 in der ersten Sitzung des Kontrollrats festgelegt, [ 6 ] nachdem die EAC am 26. Juli 1945 in einer letzten Sitzung die Details ausarbeitete. Die vertragsrechtliche Bestätigung, in beiden Ländern französische Besatzungszonen einzurichten sowie weiterer Einzelheiten, folgte im Sommer 1945 auf der Potsdamer Konferenz. Die besondere Rechtslage Deutschlands nach 1945 spielte neben den rechtlichen Umständen der deutschen Kapitulation auch bei der Wiedererrichtung Österreichs und der Gründung der Bundesrepublik Deutschland sowie bei den diplomatischen Beziehungen der Bundesrepublik und der DDR bis hin zur deutschen Wiedervereinigung eine wichtige Rolle. Dabei kam es zu gravierenden territorialen wie auch staatsrechtlichen Änderungen. Nachdem Österreich mit der in Wien verkündeten Unabhängigkeitserklärung vom 27. April 1945 von ÖVP, SPÖ und KPÖ mit Billigung der Roten Armee als eigenständiger Staat in den Grenzen von 1938 seit dem 1. Mai 1945 wiederhergestellt war, wurden die Hauptstädte [ CITY ] und Wien im Sommer 1945 in je vier Sektoren aufgeteilt und vom Herbst 1945 an als Viersektorenstädte regiert.",
            "predicted_city": "Hamburg",
            "actual_city": "Berlin"
        },
        {
            "text": "Liste der Straßen im PLZ - Bereich 09116 [ CITY ] Ein Achatstraße Wohn Albert - Schweitzer - Straße Wohn Alfons - Pech - Straße Wohn Am Blumenberg Fußweg Am Busch Wohn Am Feldschlößchen Dienst Am Gartenheim Fußweg Am Heim Wohn Am Karbel Wohn Am Künzelholz Wohn Am Kupfergrund Wohn Am Laubengang Wohn Am Stadtgut Dienst Ammonstraße Tertiär Amselgrund Fußweg Amselweg Fußweg An der Luthereiche living _ street Anemonenweg Fußweg Apfelweg Wohn Arthur - Oehme - Straße Wohn Asternweg Fußweg Außenweg Nord Dienst Auberg Wohn Auberggrund Wohn B Bahnstraße Wohn Barthelstraße Wohn Behringstraße Wohn Berganger Wohn Bessemerstraße Wohn Bierstraße Pfad Blumenweg Fußweg Bodelschwinghstraße Wohn Bonhoefferstraße Wohn Borngasse Wohn Buchenwaldstraße Wohn C Carl - Hamel - Straße nicht klassifiziert Carl - Hertel - Straße Wohn Carl - von - Bach - Straße nicht klassifiziert Clemens - Winkler - Straße nicht klassifiziert D Dahlienweg Dienst Dieselstraße Wohn Drosselweg Fußweg E Edisonstraße Wohn Ehrlichstraße Wohn Eichelbergweg Wohn Einsteinstraße Dienst Elisabeth - Reichelt - Weg residential Ernst - Heilmann - Straße residential Erzbergerstraße living _ street F Färbergasse Wohn Flemmingstraße Tertiär Fliederweg Fußweg Frühlichtweg Fußweg Friedhofstraße Wohn Fritz - Wagner - Siedlung living _ street G Gang 1 Fußweg Bande 10 Fußweg Gang 2 Fußweg Gang 3 Fußweg Gang 4 Fußweg Gang 5 Fußweg Gang 6 Fußweg Gang 7 Fußweg Gang 8 Fußweg Gang 9 Fußweg Gartenweg Wohn Göbelstraße Wohn Gerstenbergerstraße Wohn Gimpelweg Fußweg Gladiolenweg Fußweg Graefestraße Wohn Grüner Weg Wohn Grundstraße Wohn Guerickestraße Wohn Gustav - Adolf - Straße Wohn Gustav - Wünsch - Straße Wohn Gutsweg Wohn H Haldenweg Wohn Harthweg Wohn Höhenweg Dienst Heimpromenade Dienst Hoher Weg Wohn Ich Im Neefepark nicht klassifiziert In der Senke Dienst J Jaenickestraße sekundär Jagdschänkenstraße sekundär Jugendweg Wohn K Kalkstraße sekundär Kappelbachgasse Wohn Kappler Drehe primär Karl - August - Georgi - Straße Wohn Karl - Drais - Straße Wohn Kastanienstraße Wohn Küntz",
            "predicted_city": "Berlin",
            "actual_city": "Chemnitz"
        },
        {
            "text": "Bevölkerungsschutz : Zivilschutz Unter Zivilschutz versteht man in Deutschland alle nicht - militärischen Maßnahmen im Verteidigungs - oder Spannungsfall, welche dem Schutz der Bevölkerung an sich sowie dem Aufrechterhalten der öffentlichen Infrastruktur dienen. Er unterscheidet sich damit definitionsgemäß und vor allem hinsichtlich der verfassungsrechtlichen Zuständigkeiten vom Katastrophenschutz. Es handelt sich hier um grundsätzlich unterschiedliche Sachverhalte und Aufgabenbereiche : Der Zivilschutz gehört nach Art. 73 Nr. 1 Grundgesetz ( GG ) zur ausschließlichen Gesetzgebungskompetenz des Bundes über die Verteidigung einschließlich des Schutzes der Zivilbevölkerung. Er ist ein Teilbereich der Zivilverteidigung, für die das Bundesministerium des Innern zuständig ist. Die Stadt [ CITY ] nimmt im Auftrag des Bundes am Zivilschutz teil. In [ CITY ] ist eine medizinische Einheit des Zivilschutzes stationiert und wird durch die Feuerwehr [ CITY ] gemeinsam mit den Partnern des Deutschen Roten Kreuzes und des Arbeiter Samariter Bundes personell besetzt. Die Medizinische Task Force ( MTF ) ist eine standardisierte, sanitätsdienstliche, arztbesetzte Taktische Einheit mit Spezialfähigkeiten zum Einsatz im Zivilschutz und der bundeslandübergreifenden Katastrophenhilfe des Bundes.",
            "predicted_city": "Berlin",
            "actual_city": "Chemnitz"
        },
        {
            "text": "[ CITY ] ist international. Wissenschaft und Forschung sind es auch. Internationale Studierende, Promovierende, Nachwuchswissenschaftlerinnen und wissenschaftler sowie Professorinnen und Professoren treffen in [ CITY ] auf exzellente Forschung und Lehre sowie die ausgeprägte Zusammenarbeit in den zahlreichen und vielfältigen universitären und außeruniversitären Einrichtungen. Von [ CITY ] aus kooperieren Wissenschaftlerinnen und Wissenschaftler in hunderten Forschungsprojekten mit Kolleginnen und Kollegen in Europa und der ganzen Welt, Hochschulen und Forschungseinrichtungen tauschen jedes Semester tausende Studierende und Forscherinnen und Forscher aus und tragen so zum interkulturellen Dialog und vor allem zu neuen wissenschaftlichen Erkenntnissen und Entwicklungen bei. Internationalisierung ist dabei eine Querschnittsaufgabe auf allen Ebenen des Wissenschafts - und Forschungsbereichs und überdies Bestandteil des Leitbildes und der politischen Gesamtstrategie des Landes [ CITY ]. Sie ist im [ CITY ] er Hochschulgesetz und in den Hochschulverträgen verankert. [ CITY ] hat frühzeitig erkannt, dass internationaler Austausch und Vernetzung die Grundvoraussetzung für Spitzenforschung und attraktive Lehre, für Innovation und wissenschaftliche Entwicklung sind. Hierbei unterstützt das Land die Einrichtungen finanziell. Hinsichtlich des prozentualen Anteils der staatlich finanzierten Forschungs - und Entwicklungsausgaben nimmt [ CITY ] unter den deutschen Bundesländern die Spitzenposition ein. Die weitreichenden internationalen Vernetzungen von [ CITY ] s Hochschulen und außeruniversitären Einrichtungen locken immer mehr Studierende sowie Wissenschaftlerinnen und Wissenschaftler aus aller Welt nach [ CITY ] und tragen damit auch zur stetigen Qualitäts - und Attraktivitätssteigerung des Wissenschafts - und Forschungsstandorts [ CITY ] bei. Zahlreiche Forschungsprojekte mit internationalen Partnern sowie Spitzenpositionen in den Förderrankings der Alexander von Humboldt - Stiftung oder des Deutschen Akademischen Austauschdienstes belegen dies. Beispiele für die Internationalität der [ CITY ] er Wissenschaft und Forschung Auf Grundlage des [ CITY ] er Hochschulgesetzes und der Hochschulverträge sowie der Strategie des Bundes und der Länder zur Internationalisierung der Hochschulen in Deutschland profilieren sich die Hochschulen mit eigenen Handlungsstrategien wie Welcome und Career Services, strategischen Partnerschaften, internationalen Studiengängen mit Doppelabschluss, fremdsprachlichen Lehrveranstaltungen, Forschungskooperationen, internationalen Weiterbildungsangeboten und Programmen für Gastprofessuren. An den [ CITY ] er Hochschulen waren im Jahr 2021 insgesamt etwa 3. 400 Wissenschaftlerinnen und Wissenschaftler aus dem Ausland beschäftigt. [ CITY ] ist das Bundesland mit den meisten Bildungs",
            "predicted_city": "Hamburg",
            "actual_city": "Berlin"
        },
        {
            "text": "Auszeichnungen Zurückgehend auf das [ CITY ] er Stadtrecht des 13. Jahrhunderts dürfen Hanseaten keine Auszeichnungen fremder Herren annehmen. An diese Tradition hält man sich in der Regel bis heute und sie ist insbesondere bei Bediensteten des Staates vorgeschrieben. So lehnte der [ CITY ] er Senator und Bundeskanzler Helmut Schmidt mehrfach die Annahme des Bundesverdienstordens ab. Da [ CITY ] auch selbst keine Orden vergibt, ehrt der Senat seit 1813 Persönlichkeiten mit der Ehrenbürgerwürde als wichtigster Auszeichnung. Daneben bestehen eine Reihe weiterer Auszeichnungen, Medaillen, Ehrentitel und Kulturpreise der Stadt und die Vergabe der traditionellen Portugaleser - Münzen. Weitere Preise sind die Bürgermeister - Stolten - Medaille, Biermann - Ratjen - Medaille, Lessing - Preis, Bach - Preis, Lichtwark - Preis, Fritz - Schumacher - Preis, Hubert - Fichte - Preis, Edwin - Scharff - Preis, Aby - M. - Warburg - Preis, Medaille für treue Arbeit im Dienste des Volkes. Darüber hinaus werden von anderen [ CITY ] er Institutionen oder Stiftungen weitere Auszeichnungen und Preise vergeben.",
            "predicted_city": "Chemnitz",
            "actual_city": "Hamburg"
        },
        {
            "text": "Fernbahnanbindung der Wirtschaftsregion Mit der Bahn von [ CITY ] nach Berlin Täglich finden vier Fahrten statt! [ CITY ] hat nach 16 Jahren wieder einen Anschluss an das Fernverkehrsnetz der Deutschen Bahn. Am Sonntag, 12. Juni 2022, war pünktlich um 06. 26 Abfahrt an Gleis 13 des [ CITY ] er Hauptbahnhofs. Künftig rollen jeden Morgen um 6. 26 Uhr und 8. 26 Uhr die vierteiligen Doppelstock - Intercitys täglich von [ CITY ] über Dresden nach Berlin ( Airport BER, Hauptbahnhof ) sowie nach Warnemünde. Die Züge machen nach zweieinhalb Stunden Halt am neuen Berliner Airport. Von da dauert es noch rund drei Stunden bis Warnemünde ( Zwischenhalt Rostock ). Zurück fahren die [ CITY ] - IC ( ab Berlin ) täglich um 16. 26 Uhr und 18. 26 Uhr. Die Verbindungen können in einigen Wochen im Reisezentrum, im DB Navigator und auf www. bahn. de gebucht werden. Dass die neue Fernverbindung für ihn nur ein erster Schritt ist, verdeutlichte der [ CITY ] er Oberbürgermeister Sven Schulze bereits im März zu Verkündung der neuen Direktverbindung : Heute ist ein bedeutender Tag für unsere Stadt und die [ CITY ] erinnen und [ CITY ] er. Nach 16 Jahren erscheint [ CITY ] endlich wieder auf der Landkarte der Bahn und erhält eine Fernverkehrsanbindung. [ CITY ], Dresden, Berlin und Rostock sind dann mit dem IC17 direkt verbunden. Damit erreicht man zukünftig auch den Flughafen BER von [ CITY ] aus direkt ohne Umsteigen. Ein Grund zum Feiern. Aber nicht zum Ausruhen. Trotz der Bedeutung kann dies nur ein erster Schritt sein. Wer die Bahn als attraktives und ökologisches Verkehrsmittel etablieren möchte, braucht weitere Verbindungen über Leipzig in den Westen und auch in den Süden Deutschlands. Das zu erreichen, ist mein Ziel und diese Verbindungen dürfen nicht wieder 16 Jahre bis zur Fertigstellung dauern. Historie Informationsveranstaltung im Stadtverordnetensaal zur Fernbahnanbindung am 10. Juli 2019 Foto : Toni Söll 10. Juli 2019 : Info - Veranstaltung zur Fernbahnanbindung mit konkreten Ankündigungen Die öffentliche Informationsveranstaltung zur Fernbahnanbindung der Stadt [ CITY ] ist am 10. Juli 2019 im vollbesetzten Stadtverordnetensaal mit drei konkreten Ankündigungen zu Ende gegangen : Für die Bahnstrecke [ CITY ] Leipzig sind möglicherweise schon zum Fahrplanwechsel im",
            "predicted_city": "Hamburg",
            "actual_city": "Chemnitz"
        },
        {
            "text": "Medien Radio, Fernsehen, Internet In [ CITY ] ist der Radiosender Radio [ CITY ] ansässig, welcher regional auf der UKW - Frequenz 96, 2 MHz zu empfangen ist. TV Westsachsen, vormals TeleVision [ CITY ], ist ein regionaler Fernsehsender mit Sitz im Gebäude der Alten Münze am [ CITY ] er Hauptmarkt. Der Fernsehsender ging am 13. April 2004 auf Sendung. Er übernahm die Nachfolge von [ CITY ] - TV, der in Reinsdorf bei [ CITY ] gegründet wurde. Es wird ein Vollprogramm mit unterschiedlichen Themenbeiträgen und auch Videotext ausgestrahlt. Die Magazinsendung TAGaktuell wurde von der Sächsischen Landesmedienanstalt ausgezeichnet. Das Programm ist über Kabel ( analog und digital ) sowie über DVB - T Kanal 47 vertikal zu empfangen. Ebenfalls in [ CITY ] sind die Sächsischen Ausbildungs - und Erprobungskanäle ( SAEK ) ansässig. betreibt in [ CITY ] einen Internetzugang über TV - Kabel ( früher als EWT multimedia bzw. Tele Columbus ). Presse Der [ CITY ] er Pulsschlag ist das monatlich zwei Mal erscheinende Amtsblatt der Stadt [ CITY ]. Die Freie Presse, ursprünglich eine [ CITY ] er Zeitung, erschien seit 1963 in Chemnitz für den gesamten damaligen Bezirk Karl - Marx - Stadt mit einer [ CITY ] er Regionalbeilage. Mit über 650. 000 verkauften Exemplaren war sie die auflagenstärkste regionale Tageszeitung der DDR, die auch nach der deutschen Wiedervereinigung weiter erschien. Die verkaufte Auflage beträgt 173. 819 Exemplare, ein Minus von 60, 1 Prozent seit 1998. Damit ist die Freie Presse immer noch eine der stärksten Regionalzeitungen Deutschlands. Ab 17. Februar 1990 kam in [ CITY ] die Sachsenpost vom Frankenpost - Verlag aus Hof auf den Markt, die später in [ CITY ] er Tageblatt umbenannt und 1996 aus wirtschaftlichen Gründen vom Markt genommen wurde. Mittwochs und samstags erscheint das Anzeigenblatt Blick. KOMPASS, das regionale Lifestyle - und Stadtmagazin, erscheint seit dem 1. Februar 2007 und informiert monatlich unter anderem über das Zeitgeschehen und kulturelle Termine. Gesundheitswesen und - wirtschaft Das Heinrich - Braun - Klinikum [ CITY ] ( HBK ) wurde 1921 eröffnet. Das mehrere Gebäude umfassende Areal erhielt 1934 den Namen des Gründers Heinrich Braun. Bis 1989 hatte es die Funktion",
            "predicted_city": "Chemnitz",
            "actual_city": "Hamburg"
        },
        {
            "text": "So viel Geschichte, sagen [ CITY ] esucher oft über die Stadt, und meist meinen sie weniger das preußische Erbe oder die DDR - Zeit, sondern den Zweiten Weltkrieg. Von [ CITY ] aus plante Adolf Hitler den Angriffskrieg auf halb Europa, von [ CITY ] aus ging zwischen 1939 und 1945 ein ungeahnter Schrecken aus, der bis heute nachwirkt und die Stadt radikal veränderte. Historische und aktuelle Fotos zeigen, wie [ CITY ] zum Kriegsende aussah und wie es heute aussieht. Die Schlacht um [ CITY ] dauerte vom 16. April bis 2. Mai, die Sowjetunion ging daraus als Sieger hervor und am 8. Mai kapitulierte die deutsche Wehrmacht. Das Kriegsende ließ die Welt aufatmen und die [ CITY ] er mussten aus den Trümmern wieder eine funktionierende Stadt aufbauen. Das düstere Kapitel ist auch mehr als 75 Jahre später noch präsent.",
            "predicted_city": "Chemnitz",
            "actual_city": "Berlin"
        },
        {
            "text": "Den Teilnehmermächten der Anti - Hitler - Koalition war bereits im Verlauf des Krieges bewusst, dass sie im Falle der militärischen Besetzung Deutschlands keine handlungsfähige Regierung ( vgl. Regierung Dönitz ) mehr antreffen würden. Die vereinbarte Vorgehensweise sollte das Deutsche Reich nicht abschaffen oder annektieren. [ 3 ] Die vier Siegermächte übernahmen demnach die Aufgaben des besiegten deutschen Staates als Ganzes, ohne sich finanzielle und rechtliche Verpflichtungen als Rechtsnachfolger anzueignen ; das Völkerrechtssubjekt wurde fortan durch sie vertreten. [ 4 ] Die rechtstheoretischen Überlegungen für die angewendete Konstruktion gehen auf Arbeiten Hans Kelsens sowie des britischen Staatsrechtlers William Malkin zurück. [ 5 ] 1943 hatten die Alliierten in der Moskauer Deklaration die Wiedererrichtung eines von Deutschland unabhängigen Staates Österreich zugesagt. 1944 war von der Europäischen Beratenden Kommission ( EAC ) die Teilung der Hauptstädte [ CITY ] und Wien in je drei Sektoren vorgeschlagen worden. 1945 wurde im Februar bei der Krimkonferenz, der Konferenz von Jalta, die Besatzungsplanung für Deutschland von den drei Hauptalliierten ( USA, Vereinigtes Königreich, UdSSR ) konkretisiert. Sie vereinbarten, den Franzosen eine eigene Besatzungszone und einen Platz im Alliierten Kontrollrat zur Verfügung zu stellen. Der französische Sektor von [ CITY ] wurde, als anglo - amerikanische Truppen bereits ihre Sektoren in [ CITY ] besetzten, erst am 30. Juli 1945 in der ersten Sitzung des Kontrollrats festgelegt, [ 6 ] nachdem die EAC am 26. Juli 1945 in einer letzten Sitzung die Details ausarbeitete. Die vertragsrechtliche Bestätigung, in beiden Ländern französische Besatzungszonen einzurichten sowie weiterer Einzelheiten, folgte im Sommer 1945 auf der Potsdamer Konferenz. Die besondere Rechtslage Deutschlands nach 1945 spielte neben den rechtlichen Umständen der deutschen Kapitulation auch bei der Wiedererrichtung Österreichs und der Gründung der Bundesrepublik Deutschland sowie bei den diplomatischen Beziehungen der Bundesrepublik und der DDR bis hin zur deutschen Wiedervereinigung eine wichtige Rolle. Dabei kam es zu gravierenden territorialen wie auch staatsrechtlichen Änderungen. Nachdem Österreich mit der in Wien verkündeten Unabhängigkeitserklärung vom 27. April 1945 von ÖVP, SPÖ und KPÖ mit Billigung der Roten Armee als eigenständiger Staat in den Grenzen von 1938 seit dem 1. Mai 1945 wiederhergestellt war, wurden die Hauptstädte [ CITY ] und Wien im Sommer 1945 in je vier Sektoren aufgeteilt und vom Herbst 1945 an als Viersektorenstädte regiert.",
            "predicted_city": "Chemnitz",
            "actual_city": "Berlin"
        },
        {
            "text": "Bevölkerungsschutz : Zivilschutz Unter Zivilschutz versteht man in Deutschland alle nicht - militärischen Maßnahmen im Verteidigungs - oder Spannungsfall, welche dem Schutz der Bevölkerung an sich sowie dem Aufrechterhalten der öffentlichen Infrastruktur dienen. Er unterscheidet sich damit definitionsgemäß und vor allem hinsichtlich der verfassungsrechtlichen Zuständigkeiten vom Katastrophenschutz. Es handelt sich hier um grundsätzlich unterschiedliche Sachverhalte und Aufgabenbereiche : Der Zivilschutz gehört nach Art. 73 Nr. 1 Grundgesetz ( GG ) zur ausschließlichen Gesetzgebungskompetenz des Bundes über die Verteidigung einschließlich des Schutzes der Zivilbevölkerung. Er ist ein Teilbereich der Zivilverteidigung, für die das Bundesministerium des Innern zuständig ist. Die Stadt [ CITY ] nimmt im Auftrag des Bundes am Zivilschutz teil. In [ CITY ] ist eine medizinische Einheit des Zivilschutzes stationiert und wird durch die Feuerwehr [ CITY ] gemeinsam mit den Partnern des Deutschen Roten Kreuzes und des Arbeiter Samariter Bundes personell besetzt. Die Medizinische Task Force ( MTF ) ist eine standardisierte, sanitätsdienstliche, arztbesetzte Taktische Einheit mit Spezialfähigkeiten zum Einsatz im Zivilschutz und der bundeslandübergreifenden Katastrophenhilfe des Bundes.",
            "predicted_city": "Berlin",
            "actual_city": "Chemnitz"
        },
        {
            "text": "Fernbahnanbindung der Wirtschaftsregion Mit der Bahn von [ CITY ] nach Berlin Täglich finden vier Fahrten statt! [ CITY ] hat nach 16 Jahren wieder einen Anschluss an das Fernverkehrsnetz der Deutschen Bahn. Am Sonntag, 12. Juni 2022, war pünktlich um 06. 26 Abfahrt an Gleis 13 des [ CITY ] er Hauptbahnhofs. Künftig rollen jeden Morgen um 6. 26 Uhr und 8. 26 Uhr die vierteiligen Doppelstock - Intercitys täglich von [ CITY ] über Dresden nach Berlin ( Airport BER, Hauptbahnhof ) sowie nach Warnemünde. Die Züge machen nach zweieinhalb Stunden Halt am neuen Berliner Airport. Von da dauert es noch rund drei Stunden bis Warnemünde ( Zwischenhalt Rostock ). Zurück fahren die [ CITY ] - IC ( ab Berlin ) täglich um 16. 26 Uhr und 18. 26 Uhr. Die Verbindungen können in einigen Wochen im Reisezentrum, im DB Navigator und auf www. bahn. de gebucht werden. Dass die neue Fernverbindung für ihn nur ein erster Schritt ist, verdeutlichte der [ CITY ] er Oberbürgermeister Sven Schulze bereits im März zu Verkündung der neuen Direktverbindung : Heute ist ein bedeutender Tag für unsere Stadt und die [ CITY ] erinnen und [ CITY ] er. Nach 16 Jahren erscheint [ CITY ] endlich wieder auf der Landkarte der Bahn und erhält eine Fernverkehrsanbindung. [ CITY ], Dresden, Berlin und Rostock sind dann mit dem IC17 direkt verbunden. Damit erreicht man zukünftig auch den Flughafen BER von [ CITY ] aus direkt ohne Umsteigen. Ein Grund zum Feiern. Aber nicht zum Ausruhen. Trotz der Bedeutung kann dies nur ein erster Schritt sein. Wer die Bahn als attraktives und ökologisches Verkehrsmittel etablieren möchte, braucht weitere Verbindungen über Leipzig in den Westen und auch in den Süden Deutschlands. Das zu erreichen, ist mein Ziel und diese Verbindungen dürfen nicht wieder 16 Jahre bis zur Fertigstellung dauern. Historie Informationsveranstaltung im Stadtverordnetensaal zur Fernbahnanbindung am 10. Juli 2019 Foto : Toni Söll 10. Juli 2019 : Info - Veranstaltung zur Fernbahnanbindung mit konkreten Ankündigungen Die öffentliche Informationsveranstaltung zur Fernbahnanbindung der Stadt [ CITY ] ist am 10. Juli 2019 im vollbesetzten Stadtverordnetensaal mit drei konkreten Ankündigungen zu Ende gegangen : Für die Bahnstrecke [ CITY ] Leipzig sind möglicherweise schon zum Fahrplanwechsel im",
            "predicted_city": "Hamburg",
            "actual_city": "Chemnitz"
        },
        {
            "text": "Medien Radio, Fernsehen, Internet In [ CITY ] ist der Radiosender Radio [ CITY ] ansässig, welcher regional auf der UKW - Frequenz 96, 2 MHz zu empfangen ist. TV Westsachsen, vormals TeleVision [ CITY ], ist ein regionaler Fernsehsender mit Sitz im Gebäude der Alten Münze am [ CITY ] er Hauptmarkt. Der Fernsehsender ging am 13. April 2004 auf Sendung. Er übernahm die Nachfolge von [ CITY ] - TV, der in Reinsdorf bei [ CITY ] gegründet wurde. Es wird ein Vollprogramm mit unterschiedlichen Themenbeiträgen und auch Videotext ausgestrahlt. Die Magazinsendung TAGaktuell wurde von der Sächsischen Landesmedienanstalt ausgezeichnet. Das Programm ist über Kabel ( analog und digital ) sowie über DVB - T Kanal 47 vertikal zu empfangen. Ebenfalls in [ CITY ] sind die Sächsischen Ausbildungs - und Erprobungskanäle ( SAEK ) ansässig. betreibt in [ CITY ] einen Internetzugang über TV - Kabel ( früher als EWT multimedia bzw. Tele Columbus ). Presse Der [ CITY ] er Pulsschlag ist das monatlich zwei Mal erscheinende Amtsblatt der Stadt [ CITY ]. Die Freie Presse, ursprünglich eine [ CITY ] er Zeitung, erschien seit 1963 in Chemnitz für den gesamten damaligen Bezirk Karl - Marx - Stadt mit einer [ CITY ] er Regionalbeilage. Mit über 650. 000 verkauften Exemplaren war sie die auflagenstärkste regionale Tageszeitung der DDR, die auch nach der deutschen Wiedervereinigung weiter erschien. Die verkaufte Auflage beträgt 173. 819 Exemplare, ein Minus von 60, 1 Prozent seit 1998. Damit ist die Freie Presse immer noch eine der stärksten Regionalzeitungen Deutschlands. Ab 17. Februar 1990 kam in [ CITY ] die Sachsenpost vom Frankenpost - Verlag aus Hof auf den Markt, die später in [ CITY ] er Tageblatt umbenannt und 1996 aus wirtschaftlichen Gründen vom Markt genommen wurde. Mittwochs und samstags erscheint das Anzeigenblatt Blick. KOMPASS, das regionale Lifestyle - und Stadtmagazin, erscheint seit dem 1. Februar 2007 und informiert monatlich unter anderem über das Zeitgeschehen und kulturelle Termine. Gesundheitswesen und - wirtschaft Das Heinrich - Braun - Klinikum [ CITY ] ( HBK ) wurde 1921 eröffnet. Das mehrere Gebäude umfassende Areal erhielt 1934 den Namen des Gründers Heinrich Braun. Bis 1989 hatte es die Funktion",
            "predicted_city": "Chemnitz",
            "actual_city": "Hamburg"
        },
        {
            "text": "So viel Geschichte, sagen [ CITY ] esucher oft über die Stadt, und meist meinen sie weniger das preußische Erbe oder die DDR - Zeit, sondern den Zweiten Weltkrieg. Von [ CITY ] aus plante Adolf Hitler den Angriffskrieg auf halb Europa, von [ CITY ] aus ging zwischen 1939 und 1945 ein ungeahnter Schrecken aus, der bis heute nachwirkt und die Stadt radikal veränderte. Historische und aktuelle Fotos zeigen, wie [ CITY ] zum Kriegsende aussah und wie es heute aussieht. Die Schlacht um [ CITY ] dauerte vom 16. April bis 2. Mai, die Sowjetunion ging daraus als Sieger hervor und am 8. Mai kapitulierte die deutsche Wehrmacht. Das Kriegsende ließ die Welt aufatmen und die [ CITY ] er mussten aus den Trümmern wieder eine funktionierende Stadt aufbauen. Das düstere Kapitel ist auch mehr als 75 Jahre später noch präsent.",
            "predicted_city": "Chemnitz",
            "actual_city": "Berlin"
        },
        {
            "text": "Den Teilnehmermächten der Anti - Hitler - Koalition war bereits im Verlauf des Krieges bewusst, dass sie im Falle der militärischen Besetzung Deutschlands keine handlungsfähige Regierung ( vgl. Regierung Dönitz ) mehr antreffen würden. Die vereinbarte Vorgehensweise sollte das Deutsche Reich nicht abschaffen oder annektieren. [ 3 ] Die vier Siegermächte übernahmen demnach die Aufgaben des besiegten deutschen Staates als Ganzes, ohne sich finanzielle und rechtliche Verpflichtungen als Rechtsnachfolger anzueignen ; das Völkerrechtssubjekt wurde fortan durch sie vertreten. [ 4 ] Die rechtstheoretischen Überlegungen für die angewendete Konstruktion gehen auf Arbeiten Hans Kelsens sowie des britischen Staatsrechtlers William Malkin zurück. [ 5 ] 1943 hatten die Alliierten in der Moskauer Deklaration die Wiedererrichtung eines von Deutschland unabhängigen Staates Österreich zugesagt. 1944 war von der Europäischen Beratenden Kommission ( EAC ) die Teilung der Hauptstädte [ CITY ] und Wien in je drei Sektoren vorgeschlagen worden. 1945 wurde im Februar bei der Krimkonferenz, der Konferenz von Jalta, die Besatzungsplanung für Deutschland von den drei Hauptalliierten ( USA, Vereinigtes Königreich, UdSSR ) konkretisiert. Sie vereinbarten, den Franzosen eine eigene Besatzungszone und einen Platz im Alliierten Kontrollrat zur Verfügung zu stellen. Der französische Sektor von [ CITY ] wurde, als anglo - amerikanische Truppen bereits ihre Sektoren in [ CITY ] besetzten, erst am 30. Juli 1945 in der ersten Sitzung des Kontrollrats festgelegt, [ 6 ] nachdem die EAC am 26. Juli 1945 in einer letzten Sitzung die Details ausarbeitete. Die vertragsrechtliche Bestätigung, in beiden Ländern französische Besatzungszonen einzurichten sowie weiterer Einzelheiten, folgte im Sommer 1945 auf der Potsdamer Konferenz. Die besondere Rechtslage Deutschlands nach 1945 spielte neben den rechtlichen Umständen der deutschen Kapitulation auch bei der Wiedererrichtung Österreichs und der Gründung der Bundesrepublik Deutschland sowie bei den diplomatischen Beziehungen der Bundesrepublik und der DDR bis hin zur deutschen Wiedervereinigung eine wichtige Rolle. Dabei kam es zu gravierenden territorialen wie auch staatsrechtlichen Änderungen. Nachdem Österreich mit der in Wien verkündeten Unabhängigkeitserklärung vom 27. April 1945 von ÖVP, SPÖ und KPÖ mit Billigung der Roten Armee als eigenständiger Staat in den Grenzen von 1938 seit dem 1. Mai 1945 wiederhergestellt war, wurden die Hauptstädte [ CITY ] und Wien im Sommer 1945 in je vier Sektoren aufgeteilt und vom Herbst 1945 an als Viersektorenstädte regiert.",
            "predicted_city": "Chemnitz",
            "actual_city": "Berlin"
        },
        {
            "text": "Bevölkerungsschutz : Zivilschutz Unter Zivilschutz versteht man in Deutschland alle nicht - militärischen Maßnahmen im Verteidigungs - oder Spannungsfall, welche dem Schutz der Bevölkerung an sich sowie dem Aufrechterhalten der öffentlichen Infrastruktur dienen. Er unterscheidet sich damit definitionsgemäß und vor allem hinsichtlich der verfassungsrechtlichen Zuständigkeiten vom Katastrophenschutz. Es handelt sich hier um grundsätzlich unterschiedliche Sachverhalte und Aufgabenbereiche : Der Zivilschutz gehört nach Art. 73 Nr. 1 Grundgesetz ( GG ) zur ausschließlichen Gesetzgebungskompetenz des Bundes über die Verteidigung einschließlich des Schutzes der Zivilbevölkerung. Er ist ein Teilbereich der Zivilverteidigung, für die das Bundesministerium des Innern zuständig ist. Die Stadt [ CITY ] nimmt im Auftrag des Bundes am Zivilschutz teil. In [ CITY ] ist eine medizinische Einheit des Zivilschutzes stationiert und wird durch die Feuerwehr [ CITY ] gemeinsam mit den Partnern des Deutschen Roten Kreuzes und des Arbeiter Samariter Bundes personell besetzt. Die Medizinische Task Force ( MTF ) ist eine standardisierte, sanitätsdienstliche, arztbesetzte Taktische Einheit mit Spezialfähigkeiten zum Einsatz im Zivilschutz und der bundeslandübergreifenden Katastrophenhilfe des Bundes.",
            "predicted_city": "Berlin",
            "actual_city": "Chemnitz"
        },
        {
            "text": "Fernbahnanbindung der Wirtschaftsregion Mit der Bahn von [ CITY ] nach Berlin Täglich finden vier Fahrten statt! [ CITY ] hat nach 16 Jahren wieder einen Anschluss an das Fernverkehrsnetz der Deutschen Bahn. Am Sonntag, 12. Juni 2022, war pünktlich um 06. 26 Abfahrt an Gleis 13 des [ CITY ] er Hauptbahnhofs. Künftig rollen jeden Morgen um 6. 26 Uhr und 8. 26 Uhr die vierteiligen Doppelstock - Intercitys täglich von [ CITY ] über Dresden nach Berlin ( Airport BER, Hauptbahnhof ) sowie nach Warnemünde. Die Züge machen nach zweieinhalb Stunden Halt am neuen Berliner Airport. Von da dauert es noch rund drei Stunden bis Warnemünde ( Zwischenhalt Rostock ). Zurück fahren die [ CITY ] - IC ( ab Berlin ) täglich um 16. 26 Uhr und 18. 26 Uhr. Die Verbindungen können in einigen Wochen im Reisezentrum, im DB Navigator und auf www. bahn. de gebucht werden. Dass die neue Fernverbindung für ihn nur ein erster Schritt ist, verdeutlichte der [ CITY ] er Oberbürgermeister Sven Schulze bereits im März zu Verkündung der neuen Direktverbindung : Heute ist ein bedeutender Tag für unsere Stadt und die [ CITY ] erinnen und [ CITY ] er. Nach 16 Jahren erscheint [ CITY ] endlich wieder auf der Landkarte der Bahn und erhält eine Fernverkehrsanbindung. [ CITY ], Dresden, Berlin und Rostock sind dann mit dem IC17 direkt verbunden. Damit erreicht man zukünftig auch den Flughafen BER von [ CITY ] aus direkt ohne Umsteigen. Ein Grund zum Feiern. Aber nicht zum Ausruhen. Trotz der Bedeutung kann dies nur ein erster Schritt sein. Wer die Bahn als attraktives und ökologisches Verkehrsmittel etablieren möchte, braucht weitere Verbindungen über Leipzig in den Westen und auch in den Süden Deutschlands. Das zu erreichen, ist mein Ziel und diese Verbindungen dürfen nicht wieder 16 Jahre bis zur Fertigstellung dauern. Historie Informationsveranstaltung im Stadtverordnetensaal zur Fernbahnanbindung am 10. Juli 2019 Foto : Toni Söll 10. Juli 2019 : Info - Veranstaltung zur Fernbahnanbindung mit konkreten Ankündigungen Die öffentliche Informationsveranstaltung zur Fernbahnanbindung der Stadt [ CITY ] ist am 10. Juli 2019 im vollbesetzten Stadtverordnetensaal mit drei konkreten Ankündigungen zu Ende gegangen : Für die Bahnstrecke [ CITY ] Leipzig sind möglicherweise schon zum Fahrplanwechsel im",
            "predicted_city": "Hamburg",
            "actual_city": "Chemnitz"
        },
        {
            "text": "Medien Radio, Fernsehen, Internet In [ CITY ] ist der Radiosender Radio [ CITY ] ansässig, welcher regional auf der UKW - Frequenz 96, 2 MHz zu empfangen ist. TV Westsachsen, vormals TeleVision [ CITY ], ist ein regionaler Fernsehsender mit Sitz im Gebäude der Alten Münze am [ CITY ] er Hauptmarkt. Der Fernsehsender ging am 13. April 2004 auf Sendung. Er übernahm die Nachfolge von [ CITY ] - TV, der in Reinsdorf bei [ CITY ] gegründet wurde. Es wird ein Vollprogramm mit unterschiedlichen Themenbeiträgen und auch Videotext ausgestrahlt. Die Magazinsendung TAGaktuell wurde von der Sächsischen Landesmedienanstalt ausgezeichnet. Das Programm ist über Kabel ( analog und digital ) sowie über DVB - T Kanal 47 vertikal zu empfangen. Ebenfalls in [ CITY ] sind die Sächsischen Ausbildungs - und Erprobungskanäle ( SAEK ) ansässig. betreibt in [ CITY ] einen Internetzugang über TV - Kabel ( früher als EWT multimedia bzw. Tele Columbus ). Presse Der [ CITY ] er Pulsschlag ist das monatlich zwei Mal erscheinende Amtsblatt der Stadt [ CITY ]. Die Freie Presse, ursprünglich eine [ CITY ] er Zeitung, erschien seit 1963 in Chemnitz für den gesamten damaligen Bezirk Karl - Marx - Stadt mit einer [ CITY ] er Regionalbeilage. Mit über 650. 000 verkauften Exemplaren war sie die auflagenstärkste regionale Tageszeitung der DDR, die auch nach der deutschen Wiedervereinigung weiter erschien. Die verkaufte Auflage beträgt 173. 819 Exemplare, ein Minus von 60, 1 Prozent seit 1998. Damit ist die Freie Presse immer noch eine der stärksten Regionalzeitungen Deutschlands. Ab 17. Februar 1990 kam in [ CITY ] die Sachsenpost vom Frankenpost - Verlag aus Hof auf den Markt, die später in [ CITY ] er Tageblatt umbenannt und 1996 aus wirtschaftlichen Gründen vom Markt genommen wurde. Mittwochs und samstags erscheint das Anzeigenblatt Blick. KOMPASS, das regionale Lifestyle - und Stadtmagazin, erscheint seit dem 1. Februar 2007 und informiert monatlich unter anderem über das Zeitgeschehen und kulturelle Termine. Gesundheitswesen und - wirtschaft Das Heinrich - Braun - Klinikum [ CITY ] ( HBK ) wurde 1921 eröffnet. Das mehrere Gebäude umfassende Areal erhielt 1934 den Namen des Gründers Heinrich Braun. Bis 1989 hatte es die Funktion",
            "predicted_city": "Chemnitz",
            "actual_city": "Hamburg"
        },
        {
            "text": "So viel Geschichte, sagen [ CITY ] esucher oft über die Stadt, und meist meinen sie weniger das preußische Erbe oder die DDR - Zeit, sondern den Zweiten Weltkrieg. Von [ CITY ] aus plante Adolf Hitler den Angriffskrieg auf halb Europa, von [ CITY ] aus ging zwischen 1939 und 1945 ein ungeahnter Schrecken aus, der bis heute nachwirkt und die Stadt radikal veränderte. Historische und aktuelle Fotos zeigen, wie [ CITY ] zum Kriegsende aussah und wie es heute aussieht. Die Schlacht um [ CITY ] dauerte vom 16. April bis 2. Mai, die Sowjetunion ging daraus als Sieger hervor und am 8. Mai kapitulierte die deutsche Wehrmacht. Das Kriegsende ließ die Welt aufatmen und die [ CITY ] er mussten aus den Trümmern wieder eine funktionierende Stadt aufbauen. Das düstere Kapitel ist auch mehr als 75 Jahre später noch präsent.",
            "predicted_city": "Chemnitz",
            "actual_city": "Berlin"
        },
        {
            "text": "Den Teilnehmermächten der Anti - Hitler - Koalition war bereits im Verlauf des Krieges bewusst, dass sie im Falle der militärischen Besetzung Deutschlands keine handlungsfähige Regierung ( vgl. Regierung Dönitz ) mehr antreffen würden. Die vereinbarte Vorgehensweise sollte das Deutsche Reich nicht abschaffen oder annektieren. [ 3 ] Die vier Siegermächte übernahmen demnach die Aufgaben des besiegten deutschen Staates als Ganzes, ohne sich finanzielle und rechtliche Verpflichtungen als Rechtsnachfolger anzueignen ; das Völkerrechtssubjekt wurde fortan durch sie vertreten. [ 4 ] Die rechtstheoretischen Überlegungen für die angewendete Konstruktion gehen auf Arbeiten Hans Kelsens sowie des britischen Staatsrechtlers William Malkin zurück. [ 5 ] 1943 hatten die Alliierten in der Moskauer Deklaration die Wiedererrichtung eines von Deutschland unabhängigen Staates Österreich zugesagt. 1944 war von der Europäischen Beratenden Kommission ( EAC ) die Teilung der Hauptstädte [ CITY ] und Wien in je drei Sektoren vorgeschlagen worden. 1945 wurde im Februar bei der Krimkonferenz, der Konferenz von Jalta, die Besatzungsplanung für Deutschland von den drei Hauptalliierten ( USA, Vereinigtes Königreich, UdSSR ) konkretisiert. Sie vereinbarten, den Franzosen eine eigene Besatzungszone und einen Platz im Alliierten Kontrollrat zur Verfügung zu stellen. Der französische Sektor von [ CITY ] wurde, als anglo - amerikanische Truppen bereits ihre Sektoren in [ CITY ] besetzten, erst am 30. Juli 1945 in der ersten Sitzung des Kontrollrats festgelegt, [ 6 ] nachdem die EAC am 26. Juli 1945 in einer letzten Sitzung die Details ausarbeitete. Die vertragsrechtliche Bestätigung, in beiden Ländern französische Besatzungszonen einzurichten sowie weiterer Einzelheiten, folgte im Sommer 1945 auf der Potsdamer Konferenz. Die besondere Rechtslage Deutschlands nach 1945 spielte neben den rechtlichen Umständen der deutschen Kapitulation auch bei der Wiedererrichtung Österreichs und der Gründung der Bundesrepublik Deutschland sowie bei den diplomatischen Beziehungen der Bundesrepublik und der DDR bis hin zur deutschen Wiedervereinigung eine wichtige Rolle. Dabei kam es zu gravierenden territorialen wie auch staatsrechtlichen Änderungen. Nachdem Österreich mit der in Wien verkündeten Unabhängigkeitserklärung vom 27. April 1945 von ÖVP, SPÖ und KPÖ mit Billigung der Roten Armee als eigenständiger Staat in den Grenzen von 1938 seit dem 1. Mai 1945 wiederhergestellt war, wurden die Hauptstädte [ CITY ] und Wien im Sommer 1945 in je vier Sektoren aufgeteilt und vom Herbst 1945 an als Viersektorenstädte regiert.",
            "predicted_city": "Chemnitz",
            "actual_city": "Berlin"
        },
        {
            "text": "Bevölkerungsschutz : Zivilschutz Unter Zivilschutz versteht man in Deutschland alle nicht - militärischen Maßnahmen im Verteidigungs - oder Spannungsfall, welche dem Schutz der Bevölkerung an sich sowie dem Aufrechterhalten der öffentlichen Infrastruktur dienen. Er unterscheidet sich damit definitionsgemäß und vor allem hinsichtlich der verfassungsrechtlichen Zuständigkeiten vom Katastrophenschutz. Es handelt sich hier um grundsätzlich unterschiedliche Sachverhalte und Aufgabenbereiche : Der Zivilschutz gehört nach Art. 73 Nr. 1 Grundgesetz ( GG ) zur ausschließlichen Gesetzgebungskompetenz des Bundes über die Verteidigung einschließlich des Schutzes der Zivilbevölkerung. Er ist ein Teilbereich der Zivilverteidigung, für die das Bundesministerium des Innern zuständig ist. Die Stadt [ CITY ] nimmt im Auftrag des Bundes am Zivilschutz teil. In [ CITY ] ist eine medizinische Einheit des Zivilschutzes stationiert und wird durch die Feuerwehr [ CITY ] gemeinsam mit den Partnern des Deutschen Roten Kreuzes und des Arbeiter Samariter Bundes personell besetzt. Die Medizinische Task Force ( MTF ) ist eine standardisierte, sanitätsdienstliche, arztbesetzte Taktische Einheit mit Spezialfähigkeiten zum Einsatz im Zivilschutz und der bundeslandübergreifenden Katastrophenhilfe des Bundes.",
            "predicted_city": "Berlin",
            "actual_city": "Chemnitz"
        },
        {
            "text": "Fernbahnanbindung der Wirtschaftsregion Mit der Bahn von [ CITY ] nach Berlin Täglich finden vier Fahrten statt! [ CITY ] hat nach 16 Jahren wieder einen Anschluss an das Fernverkehrsnetz der Deutschen Bahn. Am Sonntag, 12. Juni 2022, war pünktlich um 06. 26 Abfahrt an Gleis 13 des [ CITY ] er Hauptbahnhofs. Künftig rollen jeden Morgen um 6. 26 Uhr und 8. 26 Uhr die vierteiligen Doppelstock - Intercitys täglich von [ CITY ] über Dresden nach Berlin ( Airport BER, Hauptbahnhof ) sowie nach Warnemünde. Die Züge machen nach zweieinhalb Stunden Halt am neuen Berliner Airport. Von da dauert es noch rund drei Stunden bis Warnemünde ( Zwischenhalt Rostock ). Zurück fahren die [ CITY ] - IC ( ab Berlin ) täglich um 16. 26 Uhr und 18. 26 Uhr. Die Verbindungen können in einigen Wochen im Reisezentrum, im DB Navigator und auf www. bahn. de gebucht werden. Dass die neue Fernverbindung für ihn nur ein erster Schritt ist, verdeutlichte der [ CITY ] er Oberbürgermeister Sven Schulze bereits im März zu Verkündung der neuen Direktverbindung : Heute ist ein bedeutender Tag für unsere Stadt und die [ CITY ] erinnen und [ CITY ] er. Nach 16 Jahren erscheint [ CITY ] endlich wieder auf der Landkarte der Bahn und erhält eine Fernverkehrsanbindung. [ CITY ], Dresden, Berlin und Rostock sind dann mit dem IC17 direkt verbunden. Damit erreicht man zukünftig auch den Flughafen BER von [ CITY ] aus direkt ohne Umsteigen. Ein Grund zum Feiern. Aber nicht zum Ausruhen. Trotz der Bedeutung kann dies nur ein erster Schritt sein. Wer die Bahn als attraktives und ökologisches Verkehrsmittel etablieren möchte, braucht weitere Verbindungen über Leipzig in den Westen und auch in den Süden Deutschlands. Das zu erreichen, ist mein Ziel und diese Verbindungen dürfen nicht wieder 16 Jahre bis zur Fertigstellung dauern. Historie Informationsveranstaltung im Stadtverordnetensaal zur Fernbahnanbindung am 10. Juli 2019 Foto : Toni Söll 10. Juli 2019 : Info - Veranstaltung zur Fernbahnanbindung mit konkreten Ankündigungen Die öffentliche Informationsveranstaltung zur Fernbahnanbindung der Stadt [ CITY ] ist am 10. Juli 2019 im vollbesetzten Stadtverordnetensaal mit drei konkreten Ankündigungen zu Ende gegangen : Für die Bahnstrecke [ CITY ] Leipzig sind möglicherweise schon zum Fahrplanwechsel im",
            "predicted_city": "Hamburg",
            "actual_city": "Chemnitz"
        },
        {
            "text": "Medien Radio, Fernsehen, Internet In [ CITY ] ist der Radiosender Radio [ CITY ] ansässig, welcher regional auf der UKW - Frequenz 96, 2 MHz zu empfangen ist. TV Westsachsen, vormals TeleVision [ CITY ], ist ein regionaler Fernsehsender mit Sitz im Gebäude der Alten Münze am [ CITY ] er Hauptmarkt. Der Fernsehsender ging am 13. April 2004 auf Sendung. Er übernahm die Nachfolge von [ CITY ] - TV, der in Reinsdorf bei [ CITY ] gegründet wurde. Es wird ein Vollprogramm mit unterschiedlichen Themenbeiträgen und auch Videotext ausgestrahlt. Die Magazinsendung TAGaktuell wurde von der Sächsischen Landesmedienanstalt ausgezeichnet. Das Programm ist über Kabel ( analog und digital ) sowie über DVB - T Kanal 47 vertikal zu empfangen. Ebenfalls in [ CITY ] sind die Sächsischen Ausbildungs - und Erprobungskanäle ( SAEK ) ansässig. betreibt in [ CITY ] einen Internetzugang über TV - Kabel ( früher als EWT multimedia bzw. Tele Columbus ). Presse Der [ CITY ] er Pulsschlag ist das monatlich zwei Mal erscheinende Amtsblatt der Stadt [ CITY ]. Die Freie Presse, ursprünglich eine [ CITY ] er Zeitung, erschien seit 1963 in Chemnitz für den gesamten damaligen Bezirk Karl - Marx - Stadt mit einer [ CITY ] er Regionalbeilage. Mit über 650. 000 verkauften Exemplaren war sie die auflagenstärkste regionale Tageszeitung der DDR, die auch nach der deutschen Wiedervereinigung weiter erschien. Die verkaufte Auflage beträgt 173. 819 Exemplare, ein Minus von 60, 1 Prozent seit 1998. Damit ist die Freie Presse immer noch eine der stärksten Regionalzeitungen Deutschlands. Ab 17. Februar 1990 kam in [ CITY ] die Sachsenpost vom Frankenpost - Verlag aus Hof auf den Markt, die später in [ CITY ] er Tageblatt umbenannt und 1996 aus wirtschaftlichen Gründen vom Markt genommen wurde. Mittwochs und samstags erscheint das Anzeigenblatt Blick. KOMPASS, das regionale Lifestyle - und Stadtmagazin, erscheint seit dem 1. Februar 2007 und informiert monatlich unter anderem über das Zeitgeschehen und kulturelle Termine. Gesundheitswesen und - wirtschaft Das Heinrich - Braun - Klinikum [ CITY ] ( HBK ) wurde 1921 eröffnet. Das mehrere Gebäude umfassende Areal erhielt 1934 den Namen des Gründers Heinrich Braun. Bis 1989 hatte es die Funktion",
            "predicted_city": "Chemnitz",
            "actual_city": "Hamburg"
        },
        {
            "text": "So viel Geschichte, sagen [ CITY ] esucher oft über die Stadt, und meist meinen sie weniger das preußische Erbe oder die DDR - Zeit, sondern den Zweiten Weltkrieg. Von [ CITY ] aus plante Adolf Hitler den Angriffskrieg auf halb Europa, von [ CITY ] aus ging zwischen 1939 und 1945 ein ungeahnter Schrecken aus, der bis heute nachwirkt und die Stadt radikal veränderte. Historische und aktuelle Fotos zeigen, wie [ CITY ] zum Kriegsende aussah und wie es heute aussieht. Die Schlacht um [ CITY ] dauerte vom 16. April bis 2. Mai, die Sowjetunion ging daraus als Sieger hervor und am 8. Mai kapitulierte die deutsche Wehrmacht. Das Kriegsende ließ die Welt aufatmen und die [ CITY ] er mussten aus den Trümmern wieder eine funktionierende Stadt aufbauen. Das düstere Kapitel ist auch mehr als 75 Jahre später noch präsent.",
            "predicted_city": "Chemnitz",
            "actual_city": "Berlin"
        },
        {
            "text": "Den Teilnehmermächten der Anti - Hitler - Koalition war bereits im Verlauf des Krieges bewusst, dass sie im Falle der militärischen Besetzung Deutschlands keine handlungsfähige Regierung ( vgl. Regierung Dönitz ) mehr antreffen würden. Die vereinbarte Vorgehensweise sollte das Deutsche Reich nicht abschaffen oder annektieren. [ 3 ] Die vier Siegermächte übernahmen demnach die Aufgaben des besiegten deutschen Staates als Ganzes, ohne sich finanzielle und rechtliche Verpflichtungen als Rechtsnachfolger anzueignen ; das Völkerrechtssubjekt wurde fortan durch sie vertreten. [ 4 ] Die rechtstheoretischen Überlegungen für die angewendete Konstruktion gehen auf Arbeiten Hans Kelsens sowie des britischen Staatsrechtlers William Malkin zurück. [ 5 ] 1943 hatten die Alliierten in der Moskauer Deklaration die Wiedererrichtung eines von Deutschland unabhängigen Staates Österreich zugesagt. 1944 war von der Europäischen Beratenden Kommission ( EAC ) die Teilung der Hauptstädte [ CITY ] und Wien in je drei Sektoren vorgeschlagen worden. 1945 wurde im Februar bei der Krimkonferenz, der Konferenz von Jalta, die Besatzungsplanung für Deutschland von den drei Hauptalliierten ( USA, Vereinigtes Königreich, UdSSR ) konkretisiert. Sie vereinbarten, den Franzosen eine eigene Besatzungszone und einen Platz im Alliierten Kontrollrat zur Verfügung zu stellen. Der französische Sektor von [ CITY ] wurde, als anglo - amerikanische Truppen bereits ihre Sektoren in [ CITY ] besetzten, erst am 30. Juli 1945 in der ersten Sitzung des Kontrollrats festgelegt, [ 6 ] nachdem die EAC am 26. Juli 1945 in einer letzten Sitzung die Details ausarbeitete. Die vertragsrechtliche Bestätigung, in beiden Ländern französische Besatzungszonen einzurichten sowie weiterer Einzelheiten, folgte im Sommer 1945 auf der Potsdamer Konferenz. Die besondere Rechtslage Deutschlands nach 1945 spielte neben den rechtlichen Umständen der deutschen Kapitulation auch bei der Wiedererrichtung Österreichs und der Gründung der Bundesrepublik Deutschland sowie bei den diplomatischen Beziehungen der Bundesrepublik und der DDR bis hin zur deutschen Wiedervereinigung eine wichtige Rolle. Dabei kam es zu gravierenden territorialen wie auch staatsrechtlichen Änderungen. Nachdem Österreich mit der in Wien verkündeten Unabhängigkeitserklärung vom 27. April 1945 von ÖVP, SPÖ und KPÖ mit Billigung der Roten Armee als eigenständiger Staat in den Grenzen von 1938 seit dem 1. Mai 1945 wiederhergestellt war, wurden die Hauptstädte [ CITY ] und Wien im Sommer 1945 in je vier Sektoren aufgeteilt und vom Herbst 1945 an als Viersektorenstädte regiert.",
            "predicted_city": "Chemnitz",
            "actual_city": "Berlin"
        },
        {
            "text": "Bevölkerungsschutz : Zivilschutz Unter Zivilschutz versteht man in Deutschland alle nicht - militärischen Maßnahmen im Verteidigungs - oder Spannungsfall, welche dem Schutz der Bevölkerung an sich sowie dem Aufrechterhalten der öffentlichen Infrastruktur dienen. Er unterscheidet sich damit definitionsgemäß und vor allem hinsichtlich der verfassungsrechtlichen Zuständigkeiten vom Katastrophenschutz. Es handelt sich hier um grundsätzlich unterschiedliche Sachverhalte und Aufgabenbereiche : Der Zivilschutz gehört nach Art. 73 Nr. 1 Grundgesetz ( GG ) zur ausschließlichen Gesetzgebungskompetenz des Bundes über die Verteidigung einschließlich des Schutzes der Zivilbevölkerung. Er ist ein Teilbereich der Zivilverteidigung, für die das Bundesministerium des Innern zuständig ist. Die Stadt [ CITY ] nimmt im Auftrag des Bundes am Zivilschutz teil. In [ CITY ] ist eine medizinische Einheit des Zivilschutzes stationiert und wird durch die Feuerwehr [ CITY ] gemeinsam mit den Partnern des Deutschen Roten Kreuzes und des Arbeiter Samariter Bundes personell besetzt. Die Medizinische Task Force ( MTF ) ist eine standardisierte, sanitätsdienstliche, arztbesetzte Taktische Einheit mit Spezialfähigkeiten zum Einsatz im Zivilschutz und der bundeslandübergreifenden Katastrophenhilfe des Bundes.",
            "predicted_city": "Berlin",
            "actual_city": "Chemnitz"
        },
        {
            "text": "Fernbahnanbindung der Wirtschaftsregion Mit der Bahn von [ CITY ] nach Berlin Täglich finden vier Fahrten statt! [ CITY ] hat nach 16 Jahren wieder einen Anschluss an das Fernverkehrsnetz der Deutschen Bahn. Am Sonntag, 12. Juni 2022, war pünktlich um 06. 26 Abfahrt an Gleis 13 des [ CITY ] er Hauptbahnhofs. Künftig rollen jeden Morgen um 6. 26 Uhr und 8. 26 Uhr die vierteiligen Doppelstock - Intercitys täglich von [ CITY ] über Dresden nach Berlin ( Airport BER, Hauptbahnhof ) sowie nach Warnemünde. Die Züge machen nach zweieinhalb Stunden Halt am neuen Berliner Airport. Von da dauert es noch rund drei Stunden bis Warnemünde ( Zwischenhalt Rostock ). Zurück fahren die [ CITY ] - IC ( ab Berlin ) täglich um 16. 26 Uhr und 18. 26 Uhr. Die Verbindungen können in einigen Wochen im Reisezentrum, im DB Navigator und auf www. bahn. de gebucht werden. Dass die neue Fernverbindung für ihn nur ein erster Schritt ist, verdeutlichte der [ CITY ] er Oberbürgermeister Sven Schulze bereits im März zu Verkündung der neuen Direktverbindung : Heute ist ein bedeutender Tag für unsere Stadt und die [ CITY ] erinnen und [ CITY ] er. Nach 16 Jahren erscheint [ CITY ] endlich wieder auf der Landkarte der Bahn und erhält eine Fernverkehrsanbindung. [ CITY ], Dresden, Berlin und Rostock sind dann mit dem IC17 direkt verbunden. Damit erreicht man zukünftig auch den Flughafen BER von [ CITY ] aus direkt ohne Umsteigen. Ein Grund zum Feiern. Aber nicht zum Ausruhen. Trotz der Bedeutung kann dies nur ein erster Schritt sein. Wer die Bahn als attraktives und ökologisches Verkehrsmittel etablieren möchte, braucht weitere Verbindungen über Leipzig in den Westen und auch in den Süden Deutschlands. Das zu erreichen, ist mein Ziel und diese Verbindungen dürfen nicht wieder 16 Jahre bis zur Fertigstellung dauern. Historie Informationsveranstaltung im Stadtverordnetensaal zur Fernbahnanbindung am 10. Juli 2019 Foto : Toni Söll 10. Juli 2019 : Info - Veranstaltung zur Fernbahnanbindung mit konkreten Ankündigungen Die öffentliche Informationsveranstaltung zur Fernbahnanbindung der Stadt [ CITY ] ist am 10. Juli 2019 im vollbesetzten Stadtverordnetensaal mit drei konkreten Ankündigungen zu Ende gegangen : Für die Bahnstrecke [ CITY ] Leipzig sind möglicherweise schon zum Fahrplanwechsel im",
            "predicted_city": "Hamburg",
            "actual_city": "Chemnitz"
        },
        {
            "text": "Medien Radio, Fernsehen, Internet In [ CITY ] ist der Radiosender Radio [ CITY ] ansässig, welcher regional auf der UKW - Frequenz 96, 2 MHz zu empfangen ist. TV Westsachsen, vormals TeleVision [ CITY ], ist ein regionaler Fernsehsender mit Sitz im Gebäude der Alten Münze am [ CITY ] er Hauptmarkt. Der Fernsehsender ging am 13. April 2004 auf Sendung. Er übernahm die Nachfolge von [ CITY ] - TV, der in Reinsdorf bei [ CITY ] gegründet wurde. Es wird ein Vollprogramm mit unterschiedlichen Themenbeiträgen und auch Videotext ausgestrahlt. Die Magazinsendung TAGaktuell wurde von der Sächsischen Landesmedienanstalt ausgezeichnet. Das Programm ist über Kabel ( analog und digital ) sowie über DVB - T Kanal 47 vertikal zu empfangen. Ebenfalls in [ CITY ] sind die Sächsischen Ausbildungs - und Erprobungskanäle ( SAEK ) ansässig. betreibt in [ CITY ] einen Internetzugang über TV - Kabel ( früher als EWT multimedia bzw. Tele Columbus ). Presse Der [ CITY ] er Pulsschlag ist das monatlich zwei Mal erscheinende Amtsblatt der Stadt [ CITY ]. Die Freie Presse, ursprünglich eine [ CITY ] er Zeitung, erschien seit 1963 in Chemnitz für den gesamten damaligen Bezirk Karl - Marx - Stadt mit einer [ CITY ] er Regionalbeilage. Mit über 650. 000 verkauften Exemplaren war sie die auflagenstärkste regionale Tageszeitung der DDR, die auch nach der deutschen Wiedervereinigung weiter erschien. Die verkaufte Auflage beträgt 173. 819 Exemplare, ein Minus von 60, 1 Prozent seit 1998. Damit ist die Freie Presse immer noch eine der stärksten Regionalzeitungen Deutschlands. Ab 17. Februar 1990 kam in [ CITY ] die Sachsenpost vom Frankenpost - Verlag aus Hof auf den Markt, die später in [ CITY ] er Tageblatt umbenannt und 1996 aus wirtschaftlichen Gründen vom Markt genommen wurde. Mittwochs und samstags erscheint das Anzeigenblatt Blick. KOMPASS, das regionale Lifestyle - und Stadtmagazin, erscheint seit dem 1. Februar 2007 und informiert monatlich unter anderem über das Zeitgeschehen und kulturelle Termine. Gesundheitswesen und - wirtschaft Das Heinrich - Braun - Klinikum [ CITY ] ( HBK ) wurde 1921 eröffnet. Das mehrere Gebäude umfassende Areal erhielt 1934 den Namen des Gründers Heinrich Braun. Bis 1989 hatte es die Funktion",
            "predicted_city": "Chemnitz",
            "actual_city": "Hamburg"
        },
        {
            "text": "So viel Geschichte, sagen [ CITY ] esucher oft über die Stadt, und meist meinen sie weniger das preußische Erbe oder die DDR - Zeit, sondern den Zweiten Weltkrieg. Von [ CITY ] aus plante Adolf Hitler den Angriffskrieg auf halb Europa, von [ CITY ] aus ging zwischen 1939 und 1945 ein ungeahnter Schrecken aus, der bis heute nachwirkt und die Stadt radikal veränderte. Historische und aktuelle Fotos zeigen, wie [ CITY ] zum Kriegsende aussah und wie es heute aussieht. Die Schlacht um [ CITY ] dauerte vom 16. April bis 2. Mai, die Sowjetunion ging daraus als Sieger hervor und am 8. Mai kapitulierte die deutsche Wehrmacht. Das Kriegsende ließ die Welt aufatmen und die [ CITY ] er mussten aus den Trümmern wieder eine funktionierende Stadt aufbauen. Das düstere Kapitel ist auch mehr als 75 Jahre später noch präsent.",
            "predicted_city": "Chemnitz",
            "actual_city": "Berlin"
        },
        {
            "text": "Den Teilnehmermächten der Anti - Hitler - Koalition war bereits im Verlauf des Krieges bewusst, dass sie im Falle der militärischen Besetzung Deutschlands keine handlungsfähige Regierung ( vgl. Regierung Dönitz ) mehr antreffen würden. Die vereinbarte Vorgehensweise sollte das Deutsche Reich nicht abschaffen oder annektieren. [ 3 ] Die vier Siegermächte übernahmen demnach die Aufgaben des besiegten deutschen Staates als Ganzes, ohne sich finanzielle und rechtliche Verpflichtungen als Rechtsnachfolger anzueignen ; das Völkerrechtssubjekt wurde fortan durch sie vertreten. [ 4 ] Die rechtstheoretischen Überlegungen für die angewendete Konstruktion gehen auf Arbeiten Hans Kelsens sowie des britischen Staatsrechtlers William Malkin zurück. [ 5 ] 1943 hatten die Alliierten in der Moskauer Deklaration die Wiedererrichtung eines von Deutschland unabhängigen Staates Österreich zugesagt. 1944 war von der Europäischen Beratenden Kommission ( EAC ) die Teilung der Hauptstädte [ CITY ] und Wien in je drei Sektoren vorgeschlagen worden. 1945 wurde im Februar bei der Krimkonferenz, der Konferenz von Jalta, die Besatzungsplanung für Deutschland von den drei Hauptalliierten ( USA, Vereinigtes Königreich, UdSSR ) konkretisiert. Sie vereinbarten, den Franzosen eine eigene Besatzungszone und einen Platz im Alliierten Kontrollrat zur Verfügung zu stellen. Der französische Sektor von [ CITY ] wurde, als anglo - amerikanische Truppen bereits ihre Sektoren in [ CITY ] besetzten, erst am 30. Juli 1945 in der ersten Sitzung des Kontrollrats festgelegt, [ 6 ] nachdem die EAC am 26. Juli 1945 in einer letzten Sitzung die Details ausarbeitete. Die vertragsrechtliche Bestätigung, in beiden Ländern französische Besatzungszonen einzurichten sowie weiterer Einzelheiten, folgte im Sommer 1945 auf der Potsdamer Konferenz. Die besondere Rechtslage Deutschlands nach 1945 spielte neben den rechtlichen Umständen der deutschen Kapitulation auch bei der Wiedererrichtung Österreichs und der Gründung der Bundesrepublik Deutschland sowie bei den diplomatischen Beziehungen der Bundesrepublik und der DDR bis hin zur deutschen Wiedervereinigung eine wichtige Rolle. Dabei kam es zu gravierenden territorialen wie auch staatsrechtlichen Änderungen. Nachdem Österreich mit der in Wien verkündeten Unabhängigkeitserklärung vom 27. April 1945 von ÖVP, SPÖ und KPÖ mit Billigung der Roten Armee als eigenständiger Staat in den Grenzen von 1938 seit dem 1. Mai 1945 wiederhergestellt war, wurden die Hauptstädte [ CITY ] und Wien im Sommer 1945 in je vier Sektoren aufgeteilt und vom Herbst 1945 an als Viersektorenstädte regiert.",
            "predicted_city": "Chemnitz",
            "actual_city": "Berlin"
        },
        {
            "text": "Bevölkerungsschutz : Zivilschutz Unter Zivilschutz versteht man in Deutschland alle nicht - militärischen Maßnahmen im Verteidigungs - oder Spannungsfall, welche dem Schutz der Bevölkerung an sich sowie dem Aufrechterhalten der öffentlichen Infrastruktur dienen. Er unterscheidet sich damit definitionsgemäß und vor allem hinsichtlich der verfassungsrechtlichen Zuständigkeiten vom Katastrophenschutz. Es handelt sich hier um grundsätzlich unterschiedliche Sachverhalte und Aufgabenbereiche : Der Zivilschutz gehört nach Art. 73 Nr. 1 Grundgesetz ( GG ) zur ausschließlichen Gesetzgebungskompetenz des Bundes über die Verteidigung einschließlich des Schutzes der Zivilbevölkerung. Er ist ein Teilbereich der Zivilverteidigung, für die das Bundesministerium des Innern zuständig ist. Die Stadt [ CITY ] nimmt im Auftrag des Bundes am Zivilschutz teil. In [ CITY ] ist eine medizinische Einheit des Zivilschutzes stationiert und wird durch die Feuerwehr [ CITY ] gemeinsam mit den Partnern des Deutschen Roten Kreuzes und des Arbeiter Samariter Bundes personell besetzt. Die Medizinische Task Force ( MTF ) ist eine standardisierte, sanitätsdienstliche, arztbesetzte Taktische Einheit mit Spezialfähigkeiten zum Einsatz im Zivilschutz und der bundeslandübergreifenden Katastrophenhilfe des Bundes.",
            "predicted_city": "Berlin",
            "actual_city": "Chemnitz"
        },
        {
            "text": "Fernbahnanbindung der Wirtschaftsregion Mit der Bahn von [ CITY ] nach Berlin Täglich finden vier Fahrten statt! [ CITY ] hat nach 16 Jahren wieder einen Anschluss an das Fernverkehrsnetz der Deutschen Bahn. Am Sonntag, 12. Juni 2022, war pünktlich um 06. 26 Abfahrt an Gleis 13 des [ CITY ] er Hauptbahnhofs. Künftig rollen jeden Morgen um 6. 26 Uhr und 8. 26 Uhr die vierteiligen Doppelstock - Intercitys täglich von [ CITY ] über Dresden nach Berlin ( Airport BER, Hauptbahnhof ) sowie nach Warnemünde. Die Züge machen nach zweieinhalb Stunden Halt am neuen Berliner Airport. Von da dauert es noch rund drei Stunden bis Warnemünde ( Zwischenhalt Rostock ). Zurück fahren die [ CITY ] - IC ( ab Berlin ) täglich um 16. 26 Uhr und 18. 26 Uhr. Die Verbindungen können in einigen Wochen im Reisezentrum, im DB Navigator und auf www. bahn. de gebucht werden. Dass die neue Fernverbindung für ihn nur ein erster Schritt ist, verdeutlichte der [ CITY ] er Oberbürgermeister Sven Schulze bereits im März zu Verkündung der neuen Direktverbindung : Heute ist ein bedeutender Tag für unsere Stadt und die [ CITY ] erinnen und [ CITY ] er. Nach 16 Jahren erscheint [ CITY ] endlich wieder auf der Landkarte der Bahn und erhält eine Fernverkehrsanbindung. [ CITY ], Dresden, Berlin und Rostock sind dann mit dem IC17 direkt verbunden. Damit erreicht man zukünftig auch den Flughafen BER von [ CITY ] aus direkt ohne Umsteigen. Ein Grund zum Feiern. Aber nicht zum Ausruhen. Trotz der Bedeutung kann dies nur ein erster Schritt sein. Wer die Bahn als attraktives und ökologisches Verkehrsmittel etablieren möchte, braucht weitere Verbindungen über Leipzig in den Westen und auch in den Süden Deutschlands. Das zu erreichen, ist mein Ziel und diese Verbindungen dürfen nicht wieder 16 Jahre bis zur Fertigstellung dauern. Historie Informationsveranstaltung im Stadtverordnetensaal zur Fernbahnanbindung am 10. Juli 2019 Foto : Toni Söll 10. Juli 2019 : Info - Veranstaltung zur Fernbahnanbindung mit konkreten Ankündigungen Die öffentliche Informationsveranstaltung zur Fernbahnanbindung der Stadt [ CITY ] ist am 10. Juli 2019 im vollbesetzten Stadtverordnetensaal mit drei konkreten Ankündigungen zu Ende gegangen : Für die Bahnstrecke [ CITY ] Leipzig sind möglicherweise schon zum Fahrplanwechsel im",
            "predicted_city": "Hamburg",
            "actual_city": "Chemnitz"
        },
        {
            "text": "Medien Radio, Fernsehen, Internet In [ CITY ] ist der Radiosender Radio [ CITY ] ansässig, welcher regional auf der UKW - Frequenz 96, 2 MHz zu empfangen ist. TV Westsachsen, vormals TeleVision [ CITY ], ist ein regionaler Fernsehsender mit Sitz im Gebäude der Alten Münze am [ CITY ] er Hauptmarkt. Der Fernsehsender ging am 13. April 2004 auf Sendung. Er übernahm die Nachfolge von [ CITY ] - TV, der in Reinsdorf bei [ CITY ] gegründet wurde. Es wird ein Vollprogramm mit unterschiedlichen Themenbeiträgen und auch Videotext ausgestrahlt. Die Magazinsendung TAGaktuell wurde von der Sächsischen Landesmedienanstalt ausgezeichnet. Das Programm ist über Kabel ( analog und digital ) sowie über DVB - T Kanal 47 vertikal zu empfangen. Ebenfalls in [ CITY ] sind die Sächsischen Ausbildungs - und Erprobungskanäle ( SAEK ) ansässig. betreibt in [ CITY ] einen Internetzugang über TV - Kabel ( früher als EWT multimedia bzw. Tele Columbus ). Presse Der [ CITY ] er Pulsschlag ist das monatlich zwei Mal erscheinende Amtsblatt der Stadt [ CITY ]. Die Freie Presse, ursprünglich eine [ CITY ] er Zeitung, erschien seit 1963 in Chemnitz für den gesamten damaligen Bezirk Karl - Marx - Stadt mit einer [ CITY ] er Regionalbeilage. Mit über 650. 000 verkauften Exemplaren war sie die auflagenstärkste regionale Tageszeitung der DDR, die auch nach der deutschen Wiedervereinigung weiter erschien. Die verkaufte Auflage beträgt 173. 819 Exemplare, ein Minus von 60, 1 Prozent seit 1998. Damit ist die Freie Presse immer noch eine der stärksten Regionalzeitungen Deutschlands. Ab 17. Februar 1990 kam in [ CITY ] die Sachsenpost vom Frankenpost - Verlag aus Hof auf den Markt, die später in [ CITY ] er Tageblatt umbenannt und 1996 aus wirtschaftlichen Gründen vom Markt genommen wurde. Mittwochs und samstags erscheint das Anzeigenblatt Blick. KOMPASS, das regionale Lifestyle - und Stadtmagazin, erscheint seit dem 1. Februar 2007 und informiert monatlich unter anderem über das Zeitgeschehen und kulturelle Termine. Gesundheitswesen und - wirtschaft Das Heinrich - Braun - Klinikum [ CITY ] ( HBK ) wurde 1921 eröffnet. Das mehrere Gebäude umfassende Areal erhielt 1934 den Namen des Gründers Heinrich Braun. Bis 1989 hatte es die Funktion",
            "predicted_city": "Chemnitz",
            "actual_city": "Hamburg"
        },
        {
            "text": "So viel Geschichte, sagen [ CITY ] esucher oft über die Stadt, und meist meinen sie weniger das preußische Erbe oder die DDR - Zeit, sondern den Zweiten Weltkrieg. Von [ CITY ] aus plante Adolf Hitler den Angriffskrieg auf halb Europa, von [ CITY ] aus ging zwischen 1939 und 1945 ein ungeahnter Schrecken aus, der bis heute nachwirkt und die Stadt radikal veränderte. Historische und aktuelle Fotos zeigen, wie [ CITY ] zum Kriegsende aussah und wie es heute aussieht. Die Schlacht um [ CITY ] dauerte vom 16. April bis 2. Mai, die Sowjetunion ging daraus als Sieger hervor und am 8. Mai kapitulierte die deutsche Wehrmacht. Das Kriegsende ließ die Welt aufatmen und die [ CITY ] er mussten aus den Trümmern wieder eine funktionierende Stadt aufbauen. Das düstere Kapitel ist auch mehr als 75 Jahre später noch präsent.",
            "predicted_city": "Chemnitz",
            "actual_city": "Berlin"
        },
        {
            "text": "Den Teilnehmermächten der Anti - Hitler - Koalition war bereits im Verlauf des Krieges bewusst, dass sie im Falle der militärischen Besetzung Deutschlands keine handlungsfähige Regierung ( vgl. Regierung Dönitz ) mehr antreffen würden. Die vereinbarte Vorgehensweise sollte das Deutsche Reich nicht abschaffen oder annektieren. [ 3 ] Die vier Siegermächte übernahmen demnach die Aufgaben des besiegten deutschen Staates als Ganzes, ohne sich finanzielle und rechtliche Verpflichtungen als Rechtsnachfolger anzueignen ; das Völkerrechtssubjekt wurde fortan durch sie vertreten. [ 4 ] Die rechtstheoretischen Überlegungen für die angewendete Konstruktion gehen auf Arbeiten Hans Kelsens sowie des britischen Staatsrechtlers William Malkin zurück. [ 5 ] 1943 hatten die Alliierten in der Moskauer Deklaration die Wiedererrichtung eines von Deutschland unabhängigen Staates Österreich zugesagt. 1944 war von der Europäischen Beratenden Kommission ( EAC ) die Teilung der Hauptstädte [ CITY ] und Wien in je drei Sektoren vorgeschlagen worden. 1945 wurde im Februar bei der Krimkonferenz, der Konferenz von Jalta, die Besatzungsplanung für Deutschland von den drei Hauptalliierten ( USA, Vereinigtes Königreich, UdSSR ) konkretisiert. Sie vereinbarten, den Franzosen eine eigene Besatzungszone und einen Platz im Alliierten Kontrollrat zur Verfügung zu stellen. Der französische Sektor von [ CITY ] wurde, als anglo - amerikanische Truppen bereits ihre Sektoren in [ CITY ] besetzten, erst am 30. Juli 1945 in der ersten Sitzung des Kontrollrats festgelegt, [ 6 ] nachdem die EAC am 26. Juli 1945 in einer letzten Sitzung die Details ausarbeitete. Die vertragsrechtliche Bestätigung, in beiden Ländern französische Besatzungszonen einzurichten sowie weiterer Einzelheiten, folgte im Sommer 1945 auf der Potsdamer Konferenz. Die besondere Rechtslage Deutschlands nach 1945 spielte neben den rechtlichen Umständen der deutschen Kapitulation auch bei der Wiedererrichtung Österreichs und der Gründung der Bundesrepublik Deutschland sowie bei den diplomatischen Beziehungen der Bundesrepublik und der DDR bis hin zur deutschen Wiedervereinigung eine wichtige Rolle. Dabei kam es zu gravierenden territorialen wie auch staatsrechtlichen Änderungen. Nachdem Österreich mit der in Wien verkündeten Unabhängigkeitserklärung vom 27. April 1945 von ÖVP, SPÖ und KPÖ mit Billigung der Roten Armee als eigenständiger Staat in den Grenzen von 1938 seit dem 1. Mai 1945 wiederhergestellt war, wurden die Hauptstädte [ CITY ] und Wien im Sommer 1945 in je vier Sektoren aufgeteilt und vom Herbst 1945 an als Viersektorenstädte regiert.",
            "predicted_city": "Chemnitz",
            "actual_city": "Berlin"
        },
        {
            "text": "Bevölkerungsschutz : Zivilschutz Unter Zivilschutz versteht man in Deutschland alle nicht - militärischen Maßnahmen im Verteidigungs - oder Spannungsfall, welche dem Schutz der Bevölkerung an sich sowie dem Aufrechterhalten der öffentlichen Infrastruktur dienen. Er unterscheidet sich damit definitionsgemäß und vor allem hinsichtlich der verfassungsrechtlichen Zuständigkeiten vom Katastrophenschutz. Es handelt sich hier um grundsätzlich unterschiedliche Sachverhalte und Aufgabenbereiche : Der Zivilschutz gehört nach Art. 73 Nr. 1 Grundgesetz ( GG ) zur ausschließlichen Gesetzgebungskompetenz des Bundes über die Verteidigung einschließlich des Schutzes der Zivilbevölkerung. Er ist ein Teilbereich der Zivilverteidigung, für die das Bundesministerium des Innern zuständig ist. Die Stadt [ CITY ] nimmt im Auftrag des Bundes am Zivilschutz teil. In [ CITY ] ist eine medizinische Einheit des Zivilschutzes stationiert und wird durch die Feuerwehr [ CITY ] gemeinsam mit den Partnern des Deutschen Roten Kreuzes und des Arbeiter Samariter Bundes personell besetzt. Die Medizinische Task Force ( MTF ) ist eine standardisierte, sanitätsdienstliche, arztbesetzte Taktische Einheit mit Spezialfähigkeiten zum Einsatz im Zivilschutz und der bundeslandübergreifenden Katastrophenhilfe des Bundes.",
            "predicted_city": "Berlin",
            "actual_city": "Chemnitz"
        },
        {
            "text": "Fernbahnanbindung der Wirtschaftsregion Mit der Bahn von [ CITY ] nach Berlin Täglich finden vier Fahrten statt! [ CITY ] hat nach 16 Jahren wieder einen Anschluss an das Fernverkehrsnetz der Deutschen Bahn. Am Sonntag, 12. Juni 2022, war pünktlich um 06. 26 Abfahrt an Gleis 13 des [ CITY ] er Hauptbahnhofs. Künftig rollen jeden Morgen um 6. 26 Uhr und 8. 26 Uhr die vierteiligen Doppelstock - Intercitys täglich von [ CITY ] über Dresden nach Berlin ( Airport BER, Hauptbahnhof ) sowie nach Warnemünde. Die Züge machen nach zweieinhalb Stunden Halt am neuen Berliner Airport. Von da dauert es noch rund drei Stunden bis Warnemünde ( Zwischenhalt Rostock ). Zurück fahren die [ CITY ] - IC ( ab Berlin ) täglich um 16. 26 Uhr und 18. 26 Uhr. Die Verbindungen können in einigen Wochen im Reisezentrum, im DB Navigator und auf www. bahn. de gebucht werden. Dass die neue Fernverbindung für ihn nur ein erster Schritt ist, verdeutlichte der [ CITY ] er Oberbürgermeister Sven Schulze bereits im März zu Verkündung der neuen Direktverbindung : Heute ist ein bedeutender Tag für unsere Stadt und die [ CITY ] erinnen und [ CITY ] er. Nach 16 Jahren erscheint [ CITY ] endlich wieder auf der Landkarte der Bahn und erhält eine Fernverkehrsanbindung. [ CITY ], Dresden, Berlin und Rostock sind dann mit dem IC17 direkt verbunden. Damit erreicht man zukünftig auch den Flughafen BER von [ CITY ] aus direkt ohne Umsteigen. Ein Grund zum Feiern. Aber nicht zum Ausruhen. Trotz der Bedeutung kann dies nur ein erster Schritt sein. Wer die Bahn als attraktives und ökologisches Verkehrsmittel etablieren möchte, braucht weitere Verbindungen über Leipzig in den Westen und auch in den Süden Deutschlands. Das zu erreichen, ist mein Ziel und diese Verbindungen dürfen nicht wieder 16 Jahre bis zur Fertigstellung dauern. Historie Informationsveranstaltung im Stadtverordnetensaal zur Fernbahnanbindung am 10. Juli 2019 Foto : Toni Söll 10. Juli 2019 : Info - Veranstaltung zur Fernbahnanbindung mit konkreten Ankündigungen Die öffentliche Informationsveranstaltung zur Fernbahnanbindung der Stadt [ CITY ] ist am 10. Juli 2019 im vollbesetzten Stadtverordnetensaal mit drei konkreten Ankündigungen zu Ende gegangen : Für die Bahnstrecke [ CITY ] Leipzig sind möglicherweise schon zum Fahrplanwechsel im",
            "predicted_city": "Hamburg",
            "actual_city": "Chemnitz"
        },
        {
            "text": "Medien Radio, Fernsehen, Internet In [ CITY ] ist der Radiosender Radio [ CITY ] ansässig, welcher regional auf der UKW - Frequenz 96, 2 MHz zu empfangen ist. TV Westsachsen, vormals TeleVision [ CITY ], ist ein regionaler Fernsehsender mit Sitz im Gebäude der Alten Münze am [ CITY ] er Hauptmarkt. Der Fernsehsender ging am 13. April 2004 auf Sendung. Er übernahm die Nachfolge von [ CITY ] - TV, der in Reinsdorf bei [ CITY ] gegründet wurde. Es wird ein Vollprogramm mit unterschiedlichen Themenbeiträgen und auch Videotext ausgestrahlt. Die Magazinsendung TAGaktuell wurde von der Sächsischen Landesmedienanstalt ausgezeichnet. Das Programm ist über Kabel ( analog und digital ) sowie über DVB - T Kanal 47 vertikal zu empfangen. Ebenfalls in [ CITY ] sind die Sächsischen Ausbildungs - und Erprobungskanäle ( SAEK ) ansässig. betreibt in [ CITY ] einen Internetzugang über TV - Kabel ( früher als EWT multimedia bzw. Tele Columbus ). Presse Der [ CITY ] er Pulsschlag ist das monatlich zwei Mal erscheinende Amtsblatt der Stadt [ CITY ]. Die Freie Presse, ursprünglich eine [ CITY ] er Zeitung, erschien seit 1963 in Chemnitz für den gesamten damaligen Bezirk Karl - Marx - Stadt mit einer [ CITY ] er Regionalbeilage. Mit über 650. 000 verkauften Exemplaren war sie die auflagenstärkste regionale Tageszeitung der DDR, die auch nach der deutschen Wiedervereinigung weiter erschien. Die verkaufte Auflage beträgt 173. 819 Exemplare, ein Minus von 60, 1 Prozent seit 1998. Damit ist die Freie Presse immer noch eine der stärksten Regionalzeitungen Deutschlands. Ab 17. Februar 1990 kam in [ CITY ] die Sachsenpost vom Frankenpost - Verlag aus Hof auf den Markt, die später in [ CITY ] er Tageblatt umbenannt und 1996 aus wirtschaftlichen Gründen vom Markt genommen wurde. Mittwochs und samstags erscheint das Anzeigenblatt Blick. KOMPASS, das regionale Lifestyle - und Stadtmagazin, erscheint seit dem 1. Februar 2007 und informiert monatlich unter anderem über das Zeitgeschehen und kulturelle Termine. Gesundheitswesen und - wirtschaft Das Heinrich - Braun - Klinikum [ CITY ] ( HBK ) wurde 1921 eröffnet. Das mehrere Gebäude umfassende Areal erhielt 1934 den Namen des Gründers Heinrich Braun. Bis 1989 hatte es die Funktion",
            "predicted_city": "Chemnitz",
            "actual_city": "Hamburg"
        },
        {
            "text": "So viel Geschichte, sagen [ CITY ] esucher oft über die Stadt, und meist meinen sie weniger das preußische Erbe oder die DDR - Zeit, sondern den Zweiten Weltkrieg. Von [ CITY ] aus plante Adolf Hitler den Angriffskrieg auf halb Europa, von [ CITY ] aus ging zwischen 1939 und 1945 ein ungeahnter Schrecken aus, der bis heute nachwirkt und die Stadt radikal veränderte. Historische und aktuelle Fotos zeigen, wie [ CITY ] zum Kriegsende aussah und wie es heute aussieht. Die Schlacht um [ CITY ] dauerte vom 16. April bis 2. Mai, die Sowjetunion ging daraus als Sieger hervor und am 8. Mai kapitulierte die deutsche Wehrmacht. Das Kriegsende ließ die Welt aufatmen und die [ CITY ] er mussten aus den Trümmern wieder eine funktionierende Stadt aufbauen. Das düstere Kapitel ist auch mehr als 75 Jahre später noch präsent.",
            "predicted_city": "Chemnitz",
            "actual_city": "Berlin"
        },
        {
            "text": "Den Teilnehmermächten der Anti - Hitler - Koalition war bereits im Verlauf des Krieges bewusst, dass sie im Falle der militärischen Besetzung Deutschlands keine handlungsfähige Regierung ( vgl. Regierung Dönitz ) mehr antreffen würden. Die vereinbarte Vorgehensweise sollte das Deutsche Reich nicht abschaffen oder annektieren. [ 3 ] Die vier Siegermächte übernahmen demnach die Aufgaben des besiegten deutschen Staates als Ganzes, ohne sich finanzielle und rechtliche Verpflichtungen als Rechtsnachfolger anzueignen ; das Völkerrechtssubjekt wurde fortan durch sie vertreten. [ 4 ] Die rechtstheoretischen Überlegungen für die angewendete Konstruktion gehen auf Arbeiten Hans Kelsens sowie des britischen Staatsrechtlers William Malkin zurück. [ 5 ] 1943 hatten die Alliierten in der Moskauer Deklaration die Wiedererrichtung eines von Deutschland unabhängigen Staates Österreich zugesagt. 1944 war von der Europäischen Beratenden Kommission ( EAC ) die Teilung der Hauptstädte [ CITY ] und Wien in je drei Sektoren vorgeschlagen worden. 1945 wurde im Februar bei der Krimkonferenz, der Konferenz von Jalta, die Besatzungsplanung für Deutschland von den drei Hauptalliierten ( USA, Vereinigtes Königreich, UdSSR ) konkretisiert. Sie vereinbarten, den Franzosen eine eigene Besatzungszone und einen Platz im Alliierten Kontrollrat zur Verfügung zu stellen. Der französische Sektor von [ CITY ] wurde, als anglo - amerikanische Truppen bereits ihre Sektoren in [ CITY ] besetzten, erst am 30. Juli 1945 in der ersten Sitzung des Kontrollrats festgelegt, [ 6 ] nachdem die EAC am 26. Juli 1945 in einer letzten Sitzung die Details ausarbeitete. Die vertragsrechtliche Bestätigung, in beiden Ländern französische Besatzungszonen einzurichten sowie weiterer Einzelheiten, folgte im Sommer 1945 auf der Potsdamer Konferenz. Die besondere Rechtslage Deutschlands nach 1945 spielte neben den rechtlichen Umständen der deutschen Kapitulation auch bei der Wiedererrichtung Österreichs und der Gründung der Bundesrepublik Deutschland sowie bei den diplomatischen Beziehungen der Bundesrepublik und der DDR bis hin zur deutschen Wiedervereinigung eine wichtige Rolle. Dabei kam es zu gravierenden territorialen wie auch staatsrechtlichen Änderungen. Nachdem Österreich mit der in Wien verkündeten Unabhängigkeitserklärung vom 27. April 1945 von ÖVP, SPÖ und KPÖ mit Billigung der Roten Armee als eigenständiger Staat in den Grenzen von 1938 seit dem 1. Mai 1945 wiederhergestellt war, wurden die Hauptstädte [ CITY ] und Wien im Sommer 1945 in je vier Sektoren aufgeteilt und vom Herbst 1945 an als Viersektorenstädte regiert.",
            "predicted_city": "Chemnitz",
            "actual_city": "Berlin"
        },
        {
            "text": "Bevölkerungsschutz : Zivilschutz Unter Zivilschutz versteht man in Deutschland alle nicht - militärischen Maßnahmen im Verteidigungs - oder Spannungsfall, welche dem Schutz der Bevölkerung an sich sowie dem Aufrechterhalten der öffentlichen Infrastruktur dienen. Er unterscheidet sich damit definitionsgemäß und vor allem hinsichtlich der verfassungsrechtlichen Zuständigkeiten vom Katastrophenschutz. Es handelt sich hier um grundsätzlich unterschiedliche Sachverhalte und Aufgabenbereiche : Der Zivilschutz gehört nach Art. 73 Nr. 1 Grundgesetz ( GG ) zur ausschließlichen Gesetzgebungskompetenz des Bundes über die Verteidigung einschließlich des Schutzes der Zivilbevölkerung. Er ist ein Teilbereich der Zivilverteidigung, für die das Bundesministerium des Innern zuständig ist. Die Stadt [ CITY ] nimmt im Auftrag des Bundes am Zivilschutz teil. In [ CITY ] ist eine medizinische Einheit des Zivilschutzes stationiert und wird durch die Feuerwehr [ CITY ] gemeinsam mit den Partnern des Deutschen Roten Kreuzes und des Arbeiter Samariter Bundes personell besetzt. Die Medizinische Task Force ( MTF ) ist eine standardisierte, sanitätsdienstliche, arztbesetzte Taktische Einheit mit Spezialfähigkeiten zum Einsatz im Zivilschutz und der bundeslandübergreifenden Katastrophenhilfe des Bundes.",
            "predicted_city": "Berlin",
            "actual_city": "Chemnitz"
        },
        {
            "text": "Fernbahnanbindung der Wirtschaftsregion Mit der Bahn von [ CITY ] nach Berlin Täglich finden vier Fahrten statt! [ CITY ] hat nach 16 Jahren wieder einen Anschluss an das Fernverkehrsnetz der Deutschen Bahn. Am Sonntag, 12. Juni 2022, war pünktlich um 06. 26 Abfahrt an Gleis 13 des [ CITY ] er Hauptbahnhofs. Künftig rollen jeden Morgen um 6. 26 Uhr und 8. 26 Uhr die vierteiligen Doppelstock - Intercitys täglich von [ CITY ] über Dresden nach Berlin ( Airport BER, Hauptbahnhof ) sowie nach Warnemünde. Die Züge machen nach zweieinhalb Stunden Halt am neuen Berliner Airport. Von da dauert es noch rund drei Stunden bis Warnemünde ( Zwischenhalt Rostock ). Zurück fahren die [ CITY ] - IC ( ab Berlin ) täglich um 16. 26 Uhr und 18. 26 Uhr. Die Verbindungen können in einigen Wochen im Reisezentrum, im DB Navigator und auf www. bahn. de gebucht werden. Dass die neue Fernverbindung für ihn nur ein erster Schritt ist, verdeutlichte der [ CITY ] er Oberbürgermeister Sven Schulze bereits im März zu Verkündung der neuen Direktverbindung : Heute ist ein bedeutender Tag für unsere Stadt und die [ CITY ] erinnen und [ CITY ] er. Nach 16 Jahren erscheint [ CITY ] endlich wieder auf der Landkarte der Bahn und erhält eine Fernverkehrsanbindung. [ CITY ], Dresden, Berlin und Rostock sind dann mit dem IC17 direkt verbunden. Damit erreicht man zukünftig auch den Flughafen BER von [ CITY ] aus direkt ohne Umsteigen. Ein Grund zum Feiern. Aber nicht zum Ausruhen. Trotz der Bedeutung kann dies nur ein erster Schritt sein. Wer die Bahn als attraktives und ökologisches Verkehrsmittel etablieren möchte, braucht weitere Verbindungen über Leipzig in den Westen und auch in den Süden Deutschlands. Das zu erreichen, ist mein Ziel und diese Verbindungen dürfen nicht wieder 16 Jahre bis zur Fertigstellung dauern. Historie Informationsveranstaltung im Stadtverordnetensaal zur Fernbahnanbindung am 10. Juli 2019 Foto : Toni Söll 10. Juli 2019 : Info - Veranstaltung zur Fernbahnanbindung mit konkreten Ankündigungen Die öffentliche Informationsveranstaltung zur Fernbahnanbindung der Stadt [ CITY ] ist am 10. Juli 2019 im vollbesetzten Stadtverordnetensaal mit drei konkreten Ankündigungen zu Ende gegangen : Für die Bahnstrecke [ CITY ] Leipzig sind möglicherweise schon zum Fahrplanwechsel im",
            "predicted_city": "Hamburg",
            "actual_city": "Chemnitz"
        },
        {
            "text": "Medien Radio, Fernsehen, Internet In [ CITY ] ist der Radiosender Radio [ CITY ] ansässig, welcher regional auf der UKW - Frequenz 96, 2 MHz zu empfangen ist. TV Westsachsen, vormals TeleVision [ CITY ], ist ein regionaler Fernsehsender mit Sitz im Gebäude der Alten Münze am [ CITY ] er Hauptmarkt. Der Fernsehsender ging am 13. April 2004 auf Sendung. Er übernahm die Nachfolge von [ CITY ] - TV, der in Reinsdorf bei [ CITY ] gegründet wurde. Es wird ein Vollprogramm mit unterschiedlichen Themenbeiträgen und auch Videotext ausgestrahlt. Die Magazinsendung TAGaktuell wurde von der Sächsischen Landesmedienanstalt ausgezeichnet. Das Programm ist über Kabel ( analog und digital ) sowie über DVB - T Kanal 47 vertikal zu empfangen. Ebenfalls in [ CITY ] sind die Sächsischen Ausbildungs - und Erprobungskanäle ( SAEK ) ansässig. betreibt in [ CITY ] einen Internetzugang über TV - Kabel ( früher als EWT multimedia bzw. Tele Columbus ). Presse Der [ CITY ] er Pulsschlag ist das monatlich zwei Mal erscheinende Amtsblatt der Stadt [ CITY ]. Die Freie Presse, ursprünglich eine [ CITY ] er Zeitung, erschien seit 1963 in Chemnitz für den gesamten damaligen Bezirk Karl - Marx - Stadt mit einer [ CITY ] er Regionalbeilage. Mit über 650. 000 verkauften Exemplaren war sie die auflagenstärkste regionale Tageszeitung der DDR, die auch nach der deutschen Wiedervereinigung weiter erschien. Die verkaufte Auflage beträgt 173. 819 Exemplare, ein Minus von 60, 1 Prozent seit 1998. Damit ist die Freie Presse immer noch eine der stärksten Regionalzeitungen Deutschlands. Ab 17. Februar 1990 kam in [ CITY ] die Sachsenpost vom Frankenpost - Verlag aus Hof auf den Markt, die später in [ CITY ] er Tageblatt umbenannt und 1996 aus wirtschaftlichen Gründen vom Markt genommen wurde. Mittwochs und samstags erscheint das Anzeigenblatt Blick. KOMPASS, das regionale Lifestyle - und Stadtmagazin, erscheint seit dem 1. Februar 2007 und informiert monatlich unter anderem über das Zeitgeschehen und kulturelle Termine. Gesundheitswesen und - wirtschaft Das Heinrich - Braun - Klinikum [ CITY ] ( HBK ) wurde 1921 eröffnet. Das mehrere Gebäude umfassende Areal erhielt 1934 den Namen des Gründers Heinrich Braun. Bis 1989 hatte es die Funktion",
            "predicted_city": "Chemnitz",
            "actual_city": "Hamburg"
        },
        {
            "text": "So viel Geschichte, sagen [ CITY ] esucher oft über die Stadt, und meist meinen sie weniger das preußische Erbe oder die DDR - Zeit, sondern den Zweiten Weltkrieg. Von [ CITY ] aus plante Adolf Hitler den Angriffskrieg auf halb Europa, von [ CITY ] aus ging zwischen 1939 und 1945 ein ungeahnter Schrecken aus, der bis heute nachwirkt und die Stadt radikal veränderte. Historische und aktuelle Fotos zeigen, wie [ CITY ] zum Kriegsende aussah und wie es heute aussieht. Die Schlacht um [ CITY ] dauerte vom 16. April bis 2. Mai, die Sowjetunion ging daraus als Sieger hervor und am 8. Mai kapitulierte die deutsche Wehrmacht. Das Kriegsende ließ die Welt aufatmen und die [ CITY ] er mussten aus den Trümmern wieder eine funktionierende Stadt aufbauen. Das düstere Kapitel ist auch mehr als 75 Jahre später noch präsent.",
            "predicted_city": "Chemnitz",
            "actual_city": "Berlin"
        },
        {
            "text": "Den Teilnehmermächten der Anti - Hitler - Koalition war bereits im Verlauf des Krieges bewusst, dass sie im Falle der militärischen Besetzung Deutschlands keine handlungsfähige Regierung ( vgl. Regierung Dönitz ) mehr antreffen würden. Die vereinbarte Vorgehensweise sollte das Deutsche Reich nicht abschaffen oder annektieren. [ 3 ] Die vier Siegermächte übernahmen demnach die Aufgaben des besiegten deutschen Staates als Ganzes, ohne sich finanzielle und rechtliche Verpflichtungen als Rechtsnachfolger anzueignen ; das Völkerrechtssubjekt wurde fortan durch sie vertreten. [ 4 ] Die rechtstheoretischen Überlegungen für die angewendete Konstruktion gehen auf Arbeiten Hans Kelsens sowie des britischen Staatsrechtlers William Malkin zurück. [ 5 ] 1943 hatten die Alliierten in der Moskauer Deklaration die Wiedererrichtung eines von Deutschland unabhängigen Staates Österreich zugesagt. 1944 war von der Europäischen Beratenden Kommission ( EAC ) die Teilung der Hauptstädte [ CITY ] und Wien in je drei Sektoren vorgeschlagen worden. 1945 wurde im Februar bei der Krimkonferenz, der Konferenz von Jalta, die Besatzungsplanung für Deutschland von den drei Hauptalliierten ( USA, Vereinigtes Königreich, UdSSR ) konkretisiert. Sie vereinbarten, den Franzosen eine eigene Besatzungszone und einen Platz im Alliierten Kontrollrat zur Verfügung zu stellen. Der französische Sektor von [ CITY ] wurde, als anglo - amerikanische Truppen bereits ihre Sektoren in [ CITY ] besetzten, erst am 30. Juli 1945 in der ersten Sitzung des Kontrollrats festgelegt, [ 6 ] nachdem die EAC am 26. Juli 1945 in einer letzten Sitzung die Details ausarbeitete. Die vertragsrechtliche Bestätigung, in beiden Ländern französische Besatzungszonen einzurichten sowie weiterer Einzelheiten, folgte im Sommer 1945 auf der Potsdamer Konferenz. Die besondere Rechtslage Deutschlands nach 1945 spielte neben den rechtlichen Umständen der deutschen Kapitulation auch bei der Wiedererrichtung Österreichs und der Gründung der Bundesrepublik Deutschland sowie bei den diplomatischen Beziehungen der Bundesrepublik und der DDR bis hin zur deutschen Wiedervereinigung eine wichtige Rolle. Dabei kam es zu gravierenden territorialen wie auch staatsrechtlichen Änderungen. Nachdem Österreich mit der in Wien verkündeten Unabhängigkeitserklärung vom 27. April 1945 von ÖVP, SPÖ und KPÖ mit Billigung der Roten Armee als eigenständiger Staat in den Grenzen von 1938 seit dem 1. Mai 1945 wiederhergestellt war, wurden die Hauptstädte [ CITY ] und Wien im Sommer 1945 in je vier Sektoren aufgeteilt und vom Herbst 1945 an als Viersektorenstädte regiert.",
            "predicted_city": "Chemnitz",
            "actual_city": "Berlin"
        },
        {
            "text": "Bevölkerungsschutz : Zivilschutz Unter Zivilschutz versteht man in Deutschland alle nicht - militärischen Maßnahmen im Verteidigungs - oder Spannungsfall, welche dem Schutz der Bevölkerung an sich sowie dem Aufrechterhalten der öffentlichen Infrastruktur dienen. Er unterscheidet sich damit definitionsgemäß und vor allem hinsichtlich der verfassungsrechtlichen Zuständigkeiten vom Katastrophenschutz. Es handelt sich hier um grundsätzlich unterschiedliche Sachverhalte und Aufgabenbereiche : Der Zivilschutz gehört nach Art. 73 Nr. 1 Grundgesetz ( GG ) zur ausschließlichen Gesetzgebungskompetenz des Bundes über die Verteidigung einschließlich des Schutzes der Zivilbevölkerung. Er ist ein Teilbereich der Zivilverteidigung, für die das Bundesministerium des Innern zuständig ist. Die Stadt [ CITY ] nimmt im Auftrag des Bundes am Zivilschutz teil. In [ CITY ] ist eine medizinische Einheit des Zivilschutzes stationiert und wird durch die Feuerwehr [ CITY ] gemeinsam mit den Partnern des Deutschen Roten Kreuzes und des Arbeiter Samariter Bundes personell besetzt. Die Medizinische Task Force ( MTF ) ist eine standardisierte, sanitätsdienstliche, arztbesetzte Taktische Einheit mit Spezialfähigkeiten zum Einsatz im Zivilschutz und der bundeslandübergreifenden Katastrophenhilfe des Bundes.",
            "predicted_city": "Berlin",
            "actual_city": "Chemnitz"
        },
        {
            "text": "Fernbahnanbindung der Wirtschaftsregion Mit der Bahn von [ CITY ] nach Berlin Täglich finden vier Fahrten statt! [ CITY ] hat nach 16 Jahren wieder einen Anschluss an das Fernverkehrsnetz der Deutschen Bahn. Am Sonntag, 12. Juni 2022, war pünktlich um 06. 26 Abfahrt an Gleis 13 des [ CITY ] er Hauptbahnhofs. Künftig rollen jeden Morgen um 6. 26 Uhr und 8. 26 Uhr die vierteiligen Doppelstock - Intercitys täglich von [ CITY ] über Dresden nach Berlin ( Airport BER, Hauptbahnhof ) sowie nach Warnemünde. Die Züge machen nach zweieinhalb Stunden Halt am neuen Berliner Airport. Von da dauert es noch rund drei Stunden bis Warnemünde ( Zwischenhalt Rostock ). Zurück fahren die [ CITY ] - IC ( ab Berlin ) täglich um 16. 26 Uhr und 18. 26 Uhr. Die Verbindungen können in einigen Wochen im Reisezentrum, im DB Navigator und auf www. bahn. de gebucht werden. Dass die neue Fernverbindung für ihn nur ein erster Schritt ist, verdeutlichte der [ CITY ] er Oberbürgermeister Sven Schulze bereits im März zu Verkündung der neuen Direktverbindung : Heute ist ein bedeutender Tag für unsere Stadt und die [ CITY ] erinnen und [ CITY ] er. Nach 16 Jahren erscheint [ CITY ] endlich wieder auf der Landkarte der Bahn und erhält eine Fernverkehrsanbindung. [ CITY ], Dresden, Berlin und Rostock sind dann mit dem IC17 direkt verbunden. Damit erreicht man zukünftig auch den Flughafen BER von [ CITY ] aus direkt ohne Umsteigen. Ein Grund zum Feiern. Aber nicht zum Ausruhen. Trotz der Bedeutung kann dies nur ein erster Schritt sein. Wer die Bahn als attraktives und ökologisches Verkehrsmittel etablieren möchte, braucht weitere Verbindungen über Leipzig in den Westen und auch in den Süden Deutschlands. Das zu erreichen, ist mein Ziel und diese Verbindungen dürfen nicht wieder 16 Jahre bis zur Fertigstellung dauern. Historie Informationsveranstaltung im Stadtverordnetensaal zur Fernbahnanbindung am 10. Juli 2019 Foto : Toni Söll 10. Juli 2019 : Info - Veranstaltung zur Fernbahnanbindung mit konkreten Ankündigungen Die öffentliche Informationsveranstaltung zur Fernbahnanbindung der Stadt [ CITY ] ist am 10. Juli 2019 im vollbesetzten Stadtverordnetensaal mit drei konkreten Ankündigungen zu Ende gegangen : Für die Bahnstrecke [ CITY ] Leipzig sind möglicherweise schon zum Fahrplanwechsel im",
            "predicted_city": "Hamburg",
            "actual_city": "Chemnitz"
        },
        {
            "text": "Medien Radio, Fernsehen, Internet In [ CITY ] ist der Radiosender Radio [ CITY ] ansässig, welcher regional auf der UKW - Frequenz 96, 2 MHz zu empfangen ist. TV Westsachsen, vormals TeleVision [ CITY ], ist ein regionaler Fernsehsender mit Sitz im Gebäude der Alten Münze am [ CITY ] er Hauptmarkt. Der Fernsehsender ging am 13. April 2004 auf Sendung. Er übernahm die Nachfolge von [ CITY ] - TV, der in Reinsdorf bei [ CITY ] gegründet wurde. Es wird ein Vollprogramm mit unterschiedlichen Themenbeiträgen und auch Videotext ausgestrahlt. Die Magazinsendung TAGaktuell wurde von der Sächsischen Landesmedienanstalt ausgezeichnet. Das Programm ist über Kabel ( analog und digital ) sowie über DVB - T Kanal 47 vertikal zu empfangen. Ebenfalls in [ CITY ] sind die Sächsischen Ausbildungs - und Erprobungskanäle ( SAEK ) ansässig. betreibt in [ CITY ] einen Internetzugang über TV - Kabel ( früher als EWT multimedia bzw. Tele Columbus ). Presse Der [ CITY ] er Pulsschlag ist das monatlich zwei Mal erscheinende Amtsblatt der Stadt [ CITY ]. Die Freie Presse, ursprünglich eine [ CITY ] er Zeitung, erschien seit 1963 in Chemnitz für den gesamten damaligen Bezirk Karl - Marx - Stadt mit einer [ CITY ] er Regionalbeilage. Mit über 650. 000 verkauften Exemplaren war sie die auflagenstärkste regionale Tageszeitung der DDR, die auch nach der deutschen Wiedervereinigung weiter erschien. Die verkaufte Auflage beträgt 173. 819 Exemplare, ein Minus von 60, 1 Prozent seit 1998. Damit ist die Freie Presse immer noch eine der stärksten Regionalzeitungen Deutschlands. Ab 17. Februar 1990 kam in [ CITY ] die Sachsenpost vom Frankenpost - Verlag aus Hof auf den Markt, die später in [ CITY ] er Tageblatt umbenannt und 1996 aus wirtschaftlichen Gründen vom Markt genommen wurde. Mittwochs und samstags erscheint das Anzeigenblatt Blick. KOMPASS, das regionale Lifestyle - und Stadtmagazin, erscheint seit dem 1. Februar 2007 und informiert monatlich unter anderem über das Zeitgeschehen und kulturelle Termine. Gesundheitswesen und - wirtschaft Das Heinrich - Braun - Klinikum [ CITY ] ( HBK ) wurde 1921 eröffnet. Das mehrere Gebäude umfassende Areal erhielt 1934 den Namen des Gründers Heinrich Braun. Bis 1989 hatte es die Funktion",
            "predicted_city": "Chemnitz",
            "actual_city": "Hamburg"
        },
        {
            "text": "So viel Geschichte, sagen [ CITY ] esucher oft über die Stadt, und meist meinen sie weniger das preußische Erbe oder die DDR - Zeit, sondern den Zweiten Weltkrieg. Von [ CITY ] aus plante Adolf Hitler den Angriffskrieg auf halb Europa, von [ CITY ] aus ging zwischen 1939 und 1945 ein ungeahnter Schrecken aus, der bis heute nachwirkt und die Stadt radikal veränderte. Historische und aktuelle Fotos zeigen, wie [ CITY ] zum Kriegsende aussah und wie es heute aussieht. Die Schlacht um [ CITY ] dauerte vom 16. April bis 2. Mai, die Sowjetunion ging daraus als Sieger hervor und am 8. Mai kapitulierte die deutsche Wehrmacht. Das Kriegsende ließ die Welt aufatmen und die [ CITY ] er mussten aus den Trümmern wieder eine funktionierende Stadt aufbauen. Das düstere Kapitel ist auch mehr als 75 Jahre später noch präsent.",
            "predicted_city": "Chemnitz",
            "actual_city": "Berlin"
        },
        {
            "text": "Den Teilnehmermächten der Anti - Hitler - Koalition war bereits im Verlauf des Krieges bewusst, dass sie im Falle der militärischen Besetzung Deutschlands keine handlungsfähige Regierung ( vgl. Regierung Dönitz ) mehr antreffen würden. Die vereinbarte Vorgehensweise sollte das Deutsche Reich nicht abschaffen oder annektieren. [ 3 ] Die vier Siegermächte übernahmen demnach die Aufgaben des besiegten deutschen Staates als Ganzes, ohne sich finanzielle und rechtliche Verpflichtungen als Rechtsnachfolger anzueignen ; das Völkerrechtssubjekt wurde fortan durch sie vertreten. [ 4 ] Die rechtstheoretischen Überlegungen für die angewendete Konstruktion gehen auf Arbeiten Hans Kelsens sowie des britischen Staatsrechtlers William Malkin zurück. [ 5 ] 1943 hatten die Alliierten in der Moskauer Deklaration die Wiedererrichtung eines von Deutschland unabhängigen Staates Österreich zugesagt. 1944 war von der Europäischen Beratenden Kommission ( EAC ) die Teilung der Hauptstädte [ CITY ] und Wien in je drei Sektoren vorgeschlagen worden. 1945 wurde im Februar bei der Krimkonferenz, der Konferenz von Jalta, die Besatzungsplanung für Deutschland von den drei Hauptalliierten ( USA, Vereinigtes Königreich, UdSSR ) konkretisiert. Sie vereinbarten, den Franzosen eine eigene Besatzungszone und einen Platz im Alliierten Kontrollrat zur Verfügung zu stellen. Der französische Sektor von [ CITY ] wurde, als anglo - amerikanische Truppen bereits ihre Sektoren in [ CITY ] besetzten, erst am 30. Juli 1945 in der ersten Sitzung des Kontrollrats festgelegt, [ 6 ] nachdem die EAC am 26. Juli 1945 in einer letzten Sitzung die Details ausarbeitete. Die vertragsrechtliche Bestätigung, in beiden Ländern französische Besatzungszonen einzurichten sowie weiterer Einzelheiten, folgte im Sommer 1945 auf der Potsdamer Konferenz. Die besondere Rechtslage Deutschlands nach 1945 spielte neben den rechtlichen Umständen der deutschen Kapitulation auch bei der Wiedererrichtung Österreichs und der Gründung der Bundesrepublik Deutschland sowie bei den diplomatischen Beziehungen der Bundesrepublik und der DDR bis hin zur deutschen Wiedervereinigung eine wichtige Rolle. Dabei kam es zu gravierenden territorialen wie auch staatsrechtlichen Änderungen. Nachdem Österreich mit der in Wien verkündeten Unabhängigkeitserklärung vom 27. April 1945 von ÖVP, SPÖ und KPÖ mit Billigung der Roten Armee als eigenständiger Staat in den Grenzen von 1938 seit dem 1. Mai 1945 wiederhergestellt war, wurden die Hauptstädte [ CITY ] und Wien im Sommer 1945 in je vier Sektoren aufgeteilt und vom Herbst 1945 an als Viersektorenstädte regiert.",
            "predicted_city": "Chemnitz",
            "actual_city": "Berlin"
        },
        {
            "text": "Bevölkerungsschutz : Zivilschutz Unter Zivilschutz versteht man in Deutschland alle nicht - militärischen Maßnahmen im Verteidigungs - oder Spannungsfall, welche dem Schutz der Bevölkerung an sich sowie dem Aufrechterhalten der öffentlichen Infrastruktur dienen. Er unterscheidet sich damit definitionsgemäß und vor allem hinsichtlich der verfassungsrechtlichen Zuständigkeiten vom Katastrophenschutz. Es handelt sich hier um grundsätzlich unterschiedliche Sachverhalte und Aufgabenbereiche : Der Zivilschutz gehört nach Art. 73 Nr. 1 Grundgesetz ( GG ) zur ausschließlichen Gesetzgebungskompetenz des Bundes über die Verteidigung einschließlich des Schutzes der Zivilbevölkerung. Er ist ein Teilbereich der Zivilverteidigung, für die das Bundesministerium des Innern zuständig ist. Die Stadt [ CITY ] nimmt im Auftrag des Bundes am Zivilschutz teil. In [ CITY ] ist eine medizinische Einheit des Zivilschutzes stationiert und wird durch die Feuerwehr [ CITY ] gemeinsam mit den Partnern des Deutschen Roten Kreuzes und des Arbeiter Samariter Bundes personell besetzt. Die Medizinische Task Force ( MTF ) ist eine standardisierte, sanitätsdienstliche, arztbesetzte Taktische Einheit mit Spezialfähigkeiten zum Einsatz im Zivilschutz und der bundeslandübergreifenden Katastrophenhilfe des Bundes.",
            "predicted_city": "Berlin",
            "actual_city": "Chemnitz"
        }
    ]
}