{
  "run": 3,
  "accuracy": 0.875,
  "classification_report": "              precision    recall  f1-score   support\n\n      Berlin       0.86      0.90      0.88        20\n    Chemnitz       0.89      0.85      0.87        20\n     Hamburg       0.88      0.88      0.88        24\n\n    accuracy                           0.88        64\n   macro avg       0.88      0.88      0.87        64\nweighted avg       0.88      0.88      0.87        64\n",
  "confusion_matrix": [
    [
      18,
      0,
      2
    ],
    [
      2,
      17,
      1
    ],
    [
      1,
      2,
      21
    ]
  ],
  "misclassified_samples": [
    {
      "text": "Die ist eine gemeinsame Einrichtung der FU [ CITY ] und der HU [ CITY ]. Es ist eines der größten Universitätskliniken Europas, in dem einige der weltbesten Ärzte und Wissenschaftler Patienten behandeln, forschen und neue Ärzte auf höchstem professionellem Niveau ausbilden. Mehr als 9. 000 Studierende sind derzeit an der immatrikuliert. Die ist weltweit anerkannt für Exzellenz in der Lehre. An der ist das Exzellenzcluster NeuroCure aus der Exzellenzstrategie angesiedelt. Darüber hinaus ist die Einrichtung an weiteren Clustern beteiligt. Wissenschaftlerinnen und Wissenschaftler der sind auch an Forschungsprojekten beteiligt, die nicht spezifisch medizinisch sind, wie zum Beispiel am Exzellenzcluster UniSysCat.",
      "true_city": "Berlin",
      "predicted_city": "Hamburg"
    },
    {
      "text": "[ CITY ] hauptstadt der kultur ein zentrum für kreativität [ CITY ] dom klassisch oder modern [ CITY ] s kultur deckt alle bereiche ab [ CITY ] eine sehnsuchtsort die hauptstadt zieht künstler kreative kulturfreunde und theaterfans aus ganz deutschland und der welt an die vielfältigen kulturellen angebote und das bunte treiben der stadt schaffen eine besondere atmosphäre opernaufführungen kunstausstellungen theaterproduktionen konzerte und festival sind hier alltäglich mit rund 200 museen sammlungen und gedenkstätten 400 galerien drei opernhäusern acht großen symphonieorchestern mehr als 90 kinos etwa 150 theaters und bühnen sowie vielen anderen kultureinrichtungen bietet die deutsche hauptstadt eine fast unerschöpfliche auswahl galerie wedding ist einer der kulturorte der kulturinitiative into [ CITY ] von visit [ CITY ] tauchen sie ein in die kulturelle [ CITY ] mischung wwwinto [ CITY ] [ CITY ] vibriert ist im aufbruch [ CITY ] kann ruhig und wild sein lässt nacht leuchten und tage am spree verstreichen die stadt lebt von ihrer vielfalt ihrem kulturellen reichtum und der berühmten [ CITY ] mischung die plattform into [ CITY ] zeigt die kulturelle vielfalt der stadt und weckt den entdeckergeist dieser erste mosaik wird in zukunft vervollständigt und die kultur der stadt vom zentrum bis zu den rändern beleuchten lernen sie mehr glanzvolle kostüme und großartige stimmen ob auf der weltgrößten theaterbühne [ CITY ] s ältestem musiktheater oder in einem traditionellen vergnügungspalast liebhaber großer shows und musiktheater werden die deutsche hauptstadt lieben der friedrichstadt palast bietet shows wie the one mit üppigen kostümen und erstaunlicher choreographie das stage theater des westens bietet seinen gästen ein wechselndes programm von musicals in einer einzigartigen atmosphäre der admiralspalast steht ebenfalls für ein abwechslungsreiches programm und hat über hundert jahre [ CITY ] s kulturgeschichte miterlebt viele andere kulturorte bieten einzigartige auftritte auf spektakulären bühnen staatsoper unter den linden [ CITY ] ist der ort für klassische musik die deutsche",
      "true_city": "Berlin",
      "predicted_city": "Hamburg"
    },
    {
      "text": "Henry van de Velde Museum Das Henry van de Velde Museum befindet sich in der Villa Esche, die 1902 von dem belgischen Architekten und Designer Henry van de Velde für den [ CITY ] er Textilunternehmer Herbert Esche als Familienwohnsitz entworfen wurde. Henry van de Velde gehörte Anfang des 20. Jahrhunderts zu den gefragtesten Künstlern Europas. Mit dem Ziel, Funktion und Ästhetik in Einklang zu bringen, strebte er eine künstlerische Reform aller Lebensbereiche an. Die Villa Esche war sein erstes architektonisches Auftragswerk in Deutschland und für sein Schaffen von großer Bedeutung. Die Villa und der parkähnliche Garten sind ein Gesamtkunstwerk des Jugendstils, das zu den architektonischen Juwelen in [ CITY ] zählt. Nach einer wechselvollen Geschichte von 1998 bis 2001 aufwändig restauriert, beherbergt die Villa Esche heute das Henry van de Velde Museum als Dependance der Kunstsammlungen [ CITY ]. Der museale Bereich umfasst im Erdgeschoss das Speisezimmer und den Musiksalon mit dem Originalmobiliar der Familie Esche sowie im Obergeschoss die Dauerausstellung mit Exponaten aus dem Bestand der Kunstsammlungen [ CITY ] und aus Privatbesitz.",
      "true_city": "Chemnitz",
      "predicted_city": "Hamburg"
    },
    {
      "text": "Das spätere Stadtgebiet war zur Zeit des Perms von tropischen Regenwaldpflanzen bewachsen. Die Region war geprägt durch aktiven Vulkanismus, bedingt durch tektonische Vorgänge. Unter der durch Vulkaneruptionen ausgestoßenen Asche - und Gesteinsdecke wurde die Fauna und Flora verschüttet. Durch die nachfolgende Fossilisation entstand der Versteinerte Wald von [ CITY ]. Bis in das 11. Jahrhundert war das Gebiet von [ CITY ] noch nicht ständig besiedelt. Dichte Wälder bedeckten Land und Gebirge. Wald und Gewässer wurden wahrscheinlich in geringem Maße von slawischen Jägern und Fischern genutzt.",
      "true_city": "Chemnitz",
      "predicted_city": "Berlin"
    },
    {
      "text": "Vorbeugender Brandschutz Brandgefahr minimieren Mit relativ einfachen Mitteln lassen sich Brände vermeiden, indem man ihre Ursachen bekämpft : Defekte Elektrogeräte : Nur funktionierende Elektrogeräte mit intakten Kabeln verwenden. Defekte an Geräten nur von einem Fachmann reparieren lassen. Nur Elektrogeräte mit VDE - Kennzeichnung verwenden. Elektrogeräte die überhitzen können niemals unbeaufsichtigt betreiben. Zeigen sich an einem Gerät Flammen, sofort den Stecker ziehen! Brennende Kerzen und Zigaretten : Brennende Kerzen niemals unbeaufsichtigt lassen! Zigaretten immer gründlich ausdrücken! Im Bett nicht rauchen! Neugierige Kinder : Lassen Sie ihre Kinder nicht unbeaufsichtigt. Machen Sie Ihre Kinder mit dem Thema Feuer vertraut. Zeigen Sie die Gefahren von Feuer auf, aber zeigen Sie ihnen auch den richtigen Umgang mit Feuer! Kochen, braten, backen : Einen eingeschalteten Herd niemals unbeaufsichtigt lassen! Brennendes Fett immer mit einem Pfannen - oder Topfdeckel ersticken! Filter in Dunstabzugshauben regelmäßig wechseln.",
      "true_city": "Chemnitz",
      "predicted_city": "Berlin"
    },
    {
      "text": "Helmut Schmidt ( 1918 - 2015 ) SPD - Politiker. Helmut Schmidt wurde am 23. Dezember 1918 in [ CITY ] geboren. Hier ging er zur Schule und machte 1937 sein Abitur. Danach war er sechs Monate beim Reichsarbeitsdienst und wurde anschließend zur Wehrmacht eingezogen. Nach dem Krieg, dessen Ende er als Offizier erlebt hatte, kam er einige Zeit in britische Gefangenschaft. Nach seiner Entlassung hatte er 1946 mit dem Studium der Volkswirtschaftslehre und Staatswissenschaft begonnen und 1949 mit dem Diplom beendet. In der Zwischenzeit war er Mitglied der SPD geworden. Bis 1953 war er in der Behörde für Wirtschaft und Verkehr in [ CITY ] tätig. Von 1953 bis Januar 1962 und dann wieder von 1965 bis 1987 war er Abgeordneter des Deutschen Bundestags. Bundesweite Bekanntheit und Anerkennung erhielt er als [ CITY ] er Innensenator, als er sich über alle Gesetze und Vorschriften hinwegsetzte, um seine [ CITY ] er aus den Überschwemmungsgebieten der Stadt zu retten, die bei der Sturmflut vom 16. und 17. Februar 1962 in Lebensgefahr geraten waren. Trotz seines mutigen Einsatzes kamen rund 340 Menschen bei der Sturmflut ums Leben. Das Amt des Innensenators hatte er von Dezember 1961 bis zum Dezember 1965 inne. Schmidt war dann von 1967 bis 1969 Vorsitzender der Bundestagsfraktion der SPD und von 1969 bis 1972 war er Bundesminister der Verteidigung im Kabinett von Willy Brandt. 1972 war er ein halbes Jahr Bundesminister für Wirtschaft und Finanzen und danach bis 1974 \" nur \" noch Finanzminister. Im Jahr 1974 wurde er nach dem Rücktritt von Willy Brandt zum Bundeskanzler gewählt. Seine wohl schwerste Zeit als Bundeskanzler erlebte er während der Entführung von Hanns Martin Schleyer ( 1915 - 1977 ) durch die RAF. Schleyer wurde am 5. September 1977 in Köln - Braunsfeld entführt, dabei wurden sein Fahrer und drei Polizisten erschossen. Seine Entführer von der RAF forderten von der Bundesregierung die Freilassung von elf inhaftierten RAF - Mitgliedern. Schmidt und sein Kabinett hatten sich jedoch entschieden, nicht auf die Forderungen einzugehen. Auch die Entführung des Flugzeugs Landshut am 13. Oktober 1977 mit 82 Passagieren und fünf Besatzungsmitgliedern konnte ihn nicht umstimmen. Stattdessen ließ er das Landshut am 18. Oktober auf dem Flughafen von Mogadischu in Somalia durch die GSG 9 stürmen. Dabei wurden die Geiseln in der Maschine befreit. Noch in derselben Nacht begingen Andreas Bader, Jan - Carl Raspe, Gudrun Ensslin in der Justizvollzugsanstalt Stuttgart - Stammheim einen verabredeten gemeinsamen Suizid. Daraufhin wurde Schle",
      "true_city": "Hamburg",
      "predicted_city": "Chemnitz"
    },
    {
      "text": "Medien Radio, Fernsehen, Internet In [ CITY ] ist der Radiosender Radio [ CITY ] ansässig, welcher regional auf der UKW - Frequenz 96, 2 MHz zu empfangen ist. TV Westsachsen, vormals TeleVision [ CITY ], ist ein regionaler Fernsehsender mit Sitz im Gebäude der Alten Münze am [ CITY ] er Hauptmarkt. Der Fernsehsender ging am 13. April 2004 auf Sendung. Er übernahm die Nachfolge von [ CITY ] - TV, der in Reinsdorf bei [ CITY ] gegründet wurde. Es wird ein Vollprogramm mit unterschiedlichen Themenbeiträgen und auch Videotext ausgestrahlt. Die Magazinsendung TAGaktuell wurde von der Sächsischen Landesmedienanstalt ausgezeichnet. Das Programm ist über Kabel ( analog und digital ) sowie über DVB - T Kanal 47 vertikal zu empfangen. Ebenfalls in [ CITY ] sind die Sächsischen Ausbildungs - und Erprobungskanäle ( SAEK ) ansässig. betreibt in [ CITY ] einen Internetzugang über TV - Kabel ( früher als EWT multimedia bzw. Tele Columbus ). Presse Der [ CITY ] er Pulsschlag ist das monatlich zwei Mal erscheinende Amtsblatt der Stadt [ CITY ]. Die Freie Presse, ursprünglich eine [ CITY ] er Zeitung, erschien seit 1963 in Chemnitz für den gesamten damaligen Bezirk Karl - Marx - Stadt mit einer [ CITY ] er Regionalbeilage. Mit über 650. 000 verkauften Exemplaren war sie die auflagenstärkste regionale Tageszeitung der DDR, die auch nach der deutschen Wiedervereinigung weiter erschien. Die verkaufte Auflage beträgt 173. 819 Exemplare, ein Minus von 60, 1 Prozent seit 1998. Damit ist die Freie Presse immer noch eine der stärksten Regionalzeitungen Deutschlands. Ab 17. Februar 1990 kam in [ CITY ] die Sachsenpost vom Frankenpost - Verlag aus Hof auf den Markt, die später in [ CITY ] er Tageblatt umbenannt und 1996 aus wirtschaftlichen Gründen vom Markt genommen wurde. Mittwochs und samstags erscheint das Anzeigenblatt Blick. KOMPASS, das regionale Lifestyle - und Stadtmagazin, erscheint seit dem 1. Februar 2007 und informiert monatlich unter anderem über das Zeitgeschehen und kulturelle Termine. Gesundheitswesen und - wirtschaft Das Heinrich - Braun - Klinikum [ CITY ] ( HBK ) wurde 1921 eröffnet. Das mehrere Gebäude umfassende Areal erhielt 1934 den Namen des Gründers Heinrich Braun. Bis 1989 hatte es die Funktion",
      "true_city": "Hamburg",
      "predicted_city": "Chemnitz"
    },
    {
      "text": "Sozialdemokraten führen bei [ CITY ] er Landtagswahl : Erste Ergebnisse Eine Woche nach einem schlechten Abschneiden bei der Bundestagswahl in Deutschland hat die Mitte - Links - Partei von Bundeskanzler Olaf Scholz nach vorläufigen offiziellen Ergebnissen mehr als 30 Prozent der Stimmen gewonnen. Die deutschen Sozialdemokraten ( SPD ) und die Grünen dürften ihre Koalition im nördlichen Bundesland [ CITY ] nach der Landtagswahl am Sonntag fortsetzen können. Nach vorläufigem Ergebnis erhielt die SPD 33, 5 Prozent der Stimmen im Vergleich zu 39, 2 Prozent im Jahr 2020, blieb aber die stärkste Partei in [ CITY ]. Die Mitte - Rechts - Christdemokraten ( CDU ) des wahrscheinlichen künftigen Bundeskanzlers Friedrich Merz gewannen an Boden und kamen mit 20 Prozent auf den zweiten Platz. Bei der letzten Landtagswahl erreichte die CDU 11, 2 Prozent. Die Grünen, die in [ CITY ] bereits mit der SPD koalieren, landeten mit 18, 5 Prozent auf dem dritten Platz. Linkspartei mit stärkstem Ergebnis bei der Wahl in [ CITY ] Die Sozialistische Linkspartei erreichte mit 11 Prozent einen zweistelligen Wert und erreichte damit erstmals in [ CITY ] einen zweistelligen Wert. Die rechtsextreme Partei Alternative für Deutschland ( AfD ) legte ebenfalls zu und erreichte 8 Prozent, verglichen mit 5, 3 Prozent bei der letzten Landtagswahl. Die Wahlbeteiligung war bei der Wahl höher als bei der letzten Wahl im Jahr 2020, obwohl die genaue Zahl noch nicht veröffentlicht wurde. 1, 32 Millionen Wählerinnen und Wähler waren wahlberechtigt. Der Fokus in der Umfrage am Sonntag lag vor allem darauf, wie die SPD des scheidenden Bundeskanzlers Olaf Scholz in [ CITY ] abschneiden würde, nachdem die Partei in der vergangenen Woche bei der Bundestagswahl ihr schlechtestes bundesweites Ergebnis erlitten hatte. Der konservative Block aus den Christdemokraten und der nur in Bayern vertretenen Christlich - Sozialen Union ( CSU ) hatte in der vergangenen Woche die Nase vorn, während Scholz'SPD nur hinter der rechtsextremen AfD den dritten Platz belegen konnte. [ CITY ] sche Traditionshochburg der SPD [ CITY ] wird seit fünf Jahren von einer Mitte - Links - Koalition aus SPD und Grünen geführt, und Umfragen vor der Wahl sagten dem Bündnis des sozialdemokratischen Bürgermeisters Peter Tschentscher eine weitere Mehrheit voraus. Obwohl Tschentscher in diesem Jahr voraussichtlich mit einem geringeren Vorsprung gewinnen wird, sagte er einen Tag vor Öffnung der Wahlen, er sei optimistisch, dass die SPD in der Lage sein werde, das schlechte nationale Ergebnis zu überwinden, da seine Partei in [ CITY",
      "true_city": "Hamburg",
      "predicted_city": "Berlin"
    }
  ]
}