{
  "run": 2,
  "accuracy": 0.90625,
  "classification_report": "              precision    recall  f1-score   support\n\n      Berlin       0.90      0.90      0.90        20\n    Chemnitz       0.91      1.00      0.95        20\n     Hamburg       0.91      0.83      0.87        24\n\n    accuracy                           0.91        64\n   macro avg       0.91      0.91      0.91        64\nweighted avg       0.91      0.91      0.90        64\n",
  "confusion_matrix": [
    [
      18,
      0,
      2
    ],
    [
      0,
      20,
      0
    ],
    [
      2,
      2,
      20
    ]
  ],
  "misclassified_samples": [
    {
      "text": "Verfahren gegen Influencer Ron Bielecki eingestellt 5000 Euro statt fast einer halben Million Euro : Nachdem zunächst eine aufsehenerregende Geldstrafe im Raum stand, kam der YouTuber Ron Bielecki vor Gericht nun doch glimpflich davon. Sein Einspruch lohnte sich für Ron Bielecki finanziell enorm : Nachdem die Generalstaatsanwaltschaft [ CITY ] 2023 per Strafbefehl noch 480. 000 Euro von dem Social - Media - Star verlangt hatte, ist er nun mit einer Zahlung von lediglich 5000 Euro davongekommen. Wie die [ CITY ] er Justiz auf Nachfrage bestätigt, ist das Verfahren gegen ihn, das sich um vermeintlich illegale Glücksspielwerbung auf Twitch drehte, damit endgültig beendet. Zu den Gründen gibt sich die Generalstaatsanwaltschaft [ CITY ] schmallippig : Das Verfahren wurde in erster Instanz eingestellt, nachdem sich im Rahmen der Beweisaufnahme herausgestellt hat, dass die Geldauflage geeignet ist, das öffentliche Interesse an der Strafverfolgung zu beseitigen, teilt die Behörde auf SPIEGEL - Anfrage mit. Dass es überhaupt zu der hohen Strafandrohung gekommen war, lag augenscheinlich an Bieleckis offensivem Geprotze mit dem eigenen Reichtum, wie es mittlerweile bei manchen Influencern üblich ist. Die Höhe der Tagessätze hängt vom Einkommen des Beschuldigten ab. Die Staatsanwaltschaft schätzte das Einkommen Bieleckis aufgrund dessen Behauptungen in eigenen Videos und kam dabei auf 4000 Euro pro Tag, bei 120 Tagessätzen summierte sich das auf 480. 000 Euro. Bielecki selbst hatte bereits vor einigen Tagen auf seinem Instagram - Account das Ende des Verfahrens angekündigt. Er teilte in seinem Posting mit, dass er die 5000 Euro an die [ CITY ] er Kinderstiftung Die Arche und den Verein Frau am Ball spenden werde.",
      "true_city": "Berlin",
      "predicted_city": "Hamburg"
    },
    {
      "text": "[ CITY ] befindet sich in der gemäßigten Klimazone am Übergang vom maritimen zum kontinentalen Klima. Die Stadt ist das im Jahresdurchschnitt wärmste Bundesland in Deutschland. Seit Beginn des 20. Jahrhunderts schwanken die Jahresmitteltemperaturen mit steigender Tendenz zwischen 7 und 11. Die wärmsten Monate sind Juli und August, die kältesten Januar und Februar ( Durchschnitt 1991 2021 ). Der bisherige Temperaturhöchstwert in [ CITY ] wurde mit 38, 9 am 7. August 2015 an der Station Kaniswall gemessen. Der meiste Niederschlag fällt im Juli, der geringste im Februar. Hinsichtlich der Windgeschwindigkeiten und der Windrichtungsverteilung ist ein zweigeteiltes Maximum zu verzeichnen. Demnach wird in [ CITY ] am häufigsten Nordwest - und Südwestwind beobachtet, der besonders im Winter mit höheren Geschwindigkeiten verbunden ist und meist maritime, gut durchmischte und saubere Meeresluft herantransportiert. Das zweite Maximum aus Südost und Ost ist oft kennzeichnend für Hochdruckwetterlagen kontinentaler Luftmassen, was je nach Jahreszeit zu verhältnismäßig heißen bzw. kalten Tagen führen kann. Die geringen Höhenunterschiede innerhalb der Stadt bewirken eigentlich ein eher homogenes Stadtklima, allerdings führt die dichte Bebauung in der Stadt zu teilweise deutlichen Temperaturunterschieden im Vergleich zu großen innerstädtischen Freiflächen und vor allem zu den ausgedehnten Landwirtschaftsflächen im Umland. Vor allem in Sommernächten werden Temperaturunterschiede von bis zu 10 gemessen. Insgesamt jedoch profitiert [ CITY ] auch in diesem Zusammenhang von seinem großen Grünflächenanteil : etwa 39 Prozent des Stadtgebietes sind Grün - und Erholungsflächen. In [ CITY ] stehen über 900. 000 Straßenbäume und Bäume in öffentlichen Anlagen. Die meisten davon sind Laubbäume. Darüber hinaus gibt es zahlreiche Bäume auf privaten Flächen und in Wäldern. Die große Anzahl kleinerer Freiflächen",
      "true_city": "Berlin",
      "predicted_city": "Hamburg"
    },
    {
      "text": "[ CITY ] s Bildungssystem Fortschritte ja, aber große Herausforderungen bleiben Das ifo Bildungsbarometer 2024 zeigt Licht und Schatten im [ CITY ] er Bildungssystem. Während [ CITY ] im Bundesvergleich solide abschneidet, bleibt die Kritik an zentralen Baustellen bestehen. 35 % der [ CITY ] er Bevölkerung bewerten die Schulen mit den Noten 1 oder 2, was für eine positive Wahrnehmung spricht. Doch diese Zahlen dürfen nicht über gravierende Probleme hinwegtäuschen. So zeigen die 24 % Note 4 oder schlechter die Baustellen im [ CITY ] er Schulsystem. Der Lehrkräftemangel und die unzureichende Digitalisierung setzen [ CITY ] s Schulen weiter unter Druck. Besonders Eltern und Lehrkräfte sehen Handlungsbedarf, um die Bildungsqualität nachhaltig zu sichern. Die gute Bewertung der Basiskompetenzen ist erfreulich, doch der akute Unterrichtsausfall gefährdet langfristig die Qualität, erklärt Simone Kohl, Vorsitzende der Elternkammer [ CITY ]. Eltern und Schüler : innen spüren die Auswirkungen im Alltag von Unterrichtsausfällen bis hin zu überlasteten Lehrkräften, die kaum Zeit für individuelle Förderung haben. Ohne eine wirksame Strategie zur Anwerbung und langfristigen Bindung von Lehrkräften bleibt dieses Problem ungelöst. Ein weiteres alarmierendes Thema ist der unzureichende Gesundheitsschutz im Unterricht. Viele Lehrkräfte sind durch steigende Arbeitsbelastungen gesundheitlich stark belastet, doch Angebote zur Prävention und Stressbewältigung greifen zu kurz. Die Gesundheit unserer Lehrkräfte darf nicht länger ignoriert werden. Sie sind das Rückgrat unseres Bildungssystems wenn sie ausfallen, leidet der Unterricht direkt, mahnt Kohl. Auch die Inklusion bleibt in [ CITY ] eine Herausforderung. [ CITY ] hat große Ziele in der Inklusion, aber die Umsetzung scheitert oft an fehlenden Ressourcen, kritisiert Jil Heiser, Mitglied im Vorstand der Elternkammer [ CITY ]. Viele Schulen sind überfordert, da es an qualifiziertem Personal und struktureller Unterstützung mangelt. Eltern von Kindern mit besonderen Förderbedarfen bemängeln, dass die Inklusion oft nur auf dem Papier stattfindet. Jil Heiser betont Die Inklusion muss endlich flächendeckend und mit den nötigen Mitteln umgesetzt werden wir brauchen mehr Fachkräfte und klare Konzepte. Seite 2 von 2 Die Digitalisierung in [ CITY ] s Schulen zeigt zwar Fortschritte, doch Eltern und Lehrkräfte kritisieren weiterhin Lücken bei der Ausstattung und der praktischen Umsetzung sowie Wartung und Pflege.",
      "true_city": "Hamburg",
      "predicted_city": "Berlin"
    },
    {
      "text": "Registrierte Erwerbslosenquote : Westdeutschland : [ CITY ] Registrierte Arbeitslosenquote : Westdeutschland : [ CITY ] Daten wurden im Februar 2025 mit 8. 300 % angegeben. Dies ist ein Rückgang gegenüber dem vorherigen Wert von 8. 400 % für Januar 2025. Registrierte Erwerbslosenquote : Westdeutschland : Die Daten in [ CITY ] werden monatlich aktualisiert und betragen durchschnittlich 8. 100 % von April 1997 ( Median ) bis Februar 2025, mit 335 Beobachtungen. Die Daten erreichten im Januar 1998 ein Allzeithoch von 12. 300 % und im Dezember 2018 ein Rekordtief von 5. 900 %. Registrierte Erwerbslosenquote : Westdeutschland : Die Daten von [ CITY ] bleiben in CEIC aktiv und werden von der Bundesagentur für Arbeit gemeldet. Die Daten sind in der Global Database's Germany Table DE kategorisiert. G021 : Registrierte Arbeitslosenquote.",
      "true_city": "Hamburg",
      "predicted_city": "Berlin"
    },
    {
      "text": "Hannelore Erika Hoger ( 1940 - 2024 ) Hannelore Erika Hoger wurde am 20. August 1940 als Tochter des Schauspielers am Ohnesorg - Theater Leo Hoger und dessen Ehefrau, einer Schneiderin, in [ CITY ] geboren. Bereits im Alter von vierzehn Jahren bekam sie am Theater ihres Vaters ihre erste größere Rolle, und ein Jahr später stand ihr Entschluss fest, Schauspielerin zu werden. 1958 begann sie ihre Schauspielausbildung an der Hochschule für Musik und Theater [ CITY ] Von 1961 an stand sie in Ulm, Bremen, Stuttgart, Köln und Berlin auf der Theater - Bühne und von 1981 bis 1985 in [ CITY ]. Hervorzuheben ist auch ihre Zusammenarbeit mit dem Regisseur Peter Zadek, mit dem sie 1972 an das Schauspielhaus Bochum wechselte. Ihr Debüt als Filmschauspielerin gab Hoger 1965 unter der Regie von Peter Beauvais in der Hauptrolle der Beatie Bryant in Tag für Tag. Sie arbeitete wiederholt auch mit dem Regisseur und Produzenten Alexander Kluge zusammen. Deutschlandweit bekannt wurde sie durch ihre Zusammenarbeit mit dem Regisseur Alexander Kluge und ihre Darstellung von resoluten aber auch mitfühlenden Figuren, wie die der Fernsehkommissarin Bella Block, die sie von 1994 bis 2018 im ZDF darstellte. Auch als Privatdetektivin Charlotte Burg, die sie 1996 und 1997 in der 27 - teiligen Krimiserie \" Die Drei \" darstellte, verkörperte sie diese Person. Sie ist am 21. Dezember 2024 in ihrer Geburtsstadt [ CITY ] verstorben. Walter Jens ( 1923 - 2011 ) Altphilologe, Dichter, Dramatiker und Rhetoriker. Walter Jens wurde am 8. März 1923 in [ CITY ] als Sohn einer Lehrerin und eines Bankangestellten geboren. Er war Altphilologe, Dichter, Dramatiker, Rhetoriker und besonders ein engagierter Vertreter für den Rechtsstaat, die Menschenrechte und die Demokratie. In der Bundesrepublik war er Mitglied der Gruppe 47 ein Schriftstellertreffen -, Präsident des PEN - Clubs - eine weitere Schriftstellervereinigung - sowie der Präsident der Akademie der Künste in Berlin. Nach dem Abitur studierte er erst in [ CITY ] und dann ab April 1943 in Freiburg Germanistik und Klassische Philologie. Seine Promotion schloss er 1944 in Freiburg erfolgreich ab. Da er Asthmatiker war, blieb er von einem Kriegseinsatz verschont. Am 1. September 1942 trat er in die NSDAP ein. Von 1946 bis 1949 war er wissenschaftlicher Assistent in [ CITY ] und dann in Tübingen. Hier",
      "true_city": "Hamburg",
      "predicted_city": "Chemnitz"
    },
    {
      "text": "Die [ CITY ] er U - Bahn und S - Bahn Die [ CITY ] er U - Bahn ist ein Schnellbahnsystem, das die Stadt [ CITY ] und ihr Umland in Deutschland bedient. Sie besteht aus vier Linien ( U1, U2, U3 und U4 ) und bedient 101 Stationen. Die S - Bahn ist eine S - Bahn, sie hat 6 Linien ( S1, S11, S2, S21, S3, S31 ) und bedient 68 Stationen. Sowohl die U - Bahn als auch die S - Bahn sind ein wichtiger Bestandteil des öffentlichen Nahverkehrs in [ CITY ] und bieten den Menschen eine bequeme und effiziente Möglichkeit, sich in der Stadt fortzubewegen. Beide sind mit anderen Verkehrsmitteln wie Bussen und Fähren verbunden, so dass Sie bequem in der gesamten Region reisen können. Betriebszeiten Die U - Bahn verkehrt täglich von ca. 5 : 00 bis ca. 1 : 00 Uhr, wobei die Züge in Stoßzeiten im Takt von ca. 10 bis 20 Minuten und außerhalb der Stoßzeiten von ca. 20 bis 30 Minuten verkehren. Die S - Bahn fährt von ca. 4 : 00 Uhr bis 1 : 30 Uhr. Je nach Tageszeit verkehren die Züge im Takt von 5, 10 oder 20 Minuten. Am Wochenende verkehren die Züge 24 Stunden lang im 30 - Minuten - Takt Die Buslinien in der Stadt verkehren nach ähnlichen Fahrplänen, wobei Nachtbusse nach Mitternacht auf den Hauptrouten verkehren. Billette In [ CITY ] gibt es mehrere Arten von Tickets für alle Verkehrsmittel. Fahrkarten können an den HVV - Fahrkartenautomaten gekauft werden. Diese Liste sollte alle Informationen enthalten, die zu den Tickets benötigt werden : Einzelfahrscheine : Diese Tickets gelten für eine einfache Fahrt. Sie können am Fahrkartenautomaten oder an den Schaltern in den Bahnhöfen gekauft werden. Einzelfahrkarten sind teurer als andere Arten von Fahrkarten, bieten aber Flexibilität für Einzelpersonen, die das Netz nur gelegentlich nutzen müssen. Tageskarten : Diese Tickets gelten für die Dauer eines Tages für unbegrenzte Fahrten auf dem [ CITY ] er Netz. Tageskarten gibt es für eine Vielzahl von Zonen, je nachdem, wie weit Sie reisen möchten. Tagestickets sind ein gutes Preis - Leistungs - Verhältnis für Leute, die mehrere Fahrten an einem einzigen Tag planen. Gruppentickets : Diese Tickets gelten für bis zu fünf Personen, die zusammen reisen. Sie bieten einen Rab",
      "true_city": "Hamburg",
      "predicted_city": "Chemnitz"
    }
  ]
}